Repository: luki122/simpe
Catalog: fullsimpe/SimPe Helper/Localization.*.resx
Languages: de, it

source: Loading embedded resource names...
de: Lade eingebettete Resourcen...

source: Loading package...
de: Lade Package...
it: Caricamento package...

# SimPe.PackedFiles.Wrapper.SpeciesType.Human
source: Human
de: Mensch
it: Umano

# SimPe.PackedFiles.Wrapper.SpeciesType.LargeDog
source: Large Dog
de: Großer Hund
it: Cane Grande

# SimPe.PackedFiles.Wrapper.SpeciesType.SmallDog
source: Small Dog
de: Kleiner Hund
it: Cane Piccolo

# SimPe.PackedFiles.Wrapper.SpeciesType.Cat
source: Cat
de: Katze
it: Gatto

source: Starting SimPE...
de: Starte SimPE...
it: Inizializzazione SimPE...

source: Validating SimPE registry
de: Verifiziere SimPE Registry
it: Valida il registro di SimPE (SimPE Registry)

source: Checking commandline parameters
de: Prüfe Kommandozeile
it: Controlla i parametri della linea di comando

source: Creating GUI
de: Erstelle GUI
it: Crea GUI

source: Starting Main Form
de: Starte SimPE Dialog
it: Inizializzazione Maschera principale

source: Loading Plugins...
de: Lade Plugins...
it: Caricamento Plugins...

source: Enabling RemoteControl
de: Aktiviere Fernbedienung

source: Starting Resource Loader
de: Starte ResourceLoader
it: Inizializzazione Caricatore Risorse

source: Building View Filter
de: Erstelle Anzeigefilter
it: Crea Vista Filtro

# SimPe.ResourceListExtensionFormats.Hex
source: as hex number
de: als Hex-Nummer
it: come numero esadecimale

# SimPe.ResourceListExtensionFormats.Short
source: as short string
de: kurzer Text
it: come short string

# SimPe.ResourceListExtensionFormats.Long
source: as long string
de: langer Text
it: come long string

# SimPe.ResourceListExtensionFormats.None
source: do not show
de: verstecken
it: non visualizzare

# SimPe.ResourceListFormats.LongTypeNames
source: long type + name
de: langer Typ + Name
it: long type + nome

# SimPe.ResourceListFormats.ShortTypeNames
source: short type + name
de: kurzer Type + Name
it: short type + nome

# SimPe.ResourceListFormats.JustNames
source: name only
de: Nur Name
it: solo nome

# SimPe.ResourceListUnnamedFormats.Instance
source: instance only
de: Nur Instanz
it: solo istanza

# SimPe.ResourceListUnnamedFormats.GroupInstance
source: group + instance
de: Gruppe + Instanz
it: gruppo + instanza

# SimPe.ResourceListUnnamedFormats.FullTGI
source: complete TGI
de: Alles
it: TGI completo

# UpdatesAvailable
source: There are new Updates available. Should SimPE display the Version Information?
de: Neue Updates stehen zur Verfügung. Soll SimPE die Versionsinformationen anzeigen?
it: Ci sono aggiornamenti di SimPE disponibili. Vuoi accedere a maggiori informazioni sulla nuova versione di SimPE?

source: Installed
de: Installiert
it: Installato

source: Available
de: Verfügbar
it: Disponibile

source: Download from
de: Download von
it: Scarica da

# NoDotNet
source: SimPE detected that you run .NET {VERSION} on your System. In order for SimPE to run correct, you need to install .NET 2.0.
de: SimPE hat festgestellt, dass auf diesem System .NET {VERSION} installiert ist. Damit SimPE korrekt funktioniert muss allerding .NET 2.0 installiert sein.
it: SimPE ha riscontrato che sul tuo sistema gira .NET {VERSION}. Per far funzionare correttamente SimPE, e' necessario installare .NET 2.0.

source: Unknown
it: Sconosciuto

source: download
it: scarica

source: Information
it: Informazioni

# SimPe.Data.ObjectTypes.Person
source: Person
it: Persona

# SimPe.Data.ObjectTypes.Normal
source: Normal
it: Normale

# SimPe.Data.ObjectTypes.Outfit
source: Outfit
it: Abito

# SimPe.PackedFiles.Wrapper.JobAssignment.Stylist
source: Stylist
it: Estetista

# SimPe.Plugin.SimMemoryType.Token
source: Token
it: Capacita'

# All Res
source: All Resources
it: Tutte le risorse

source: Updateable Plugins
it: Plugin aggiornabili

source: Gamer
it: Videogiochi
