Repository: luki122/simpe
Catalog: fullsimpe/SimPe Helper/Localization.*.resx
Languages: de, it

# SimPe.Data.ObjFunctionSubSort.Appliances_Refrigerator
source: Appliances / Refrigerator
de: Haushaltsgeräte / Kühlen
it: Elettrodomestici / Frigoriferi

# SimPe.Data.ObjFunctionSubSort.Appliances_Small
source: Appliances / Small
de: Haushaltsgeräte / Klein
it: Elettrodomestici / Piccoli

# SimPe.Data.ObjFunctionSubSort.Appliances_Large
source: Appliances / Large
de: Haushaltsgeräte / Groß
it: Elettrodomestici / Grandi

# SimPe.Data.ObjFunctionSubSort.Appliances_UnknownC
source: Appliances / Unknown III
de: Haushaltsgeräte / Unbekannt III
it: Elettrodomestici / Sconosciuti III

# SimPe.Data.ObjFunctionSubSort.Appliances_UnknownA
source: Appliances / Unknown I
de: Haushaltsgeräte / Unbekannt I
it: Elettrodomestici / Sconosciuti I

# SimPe.Data.ObjFunctionSubSort.Appliances_UnknownB
source: Appliances / Unknown II
de: Haushaltsgeräte / Unbekannt II
it: Elettrodomestici / Sconosciuti II

# SimPe.Data.ObjFunctionSubSort.Appliances_Misc
source: Appliances / Miscellaneous
de: Haushaltsgeräte / Verschiedenes
it: Elettrodomestici / Varie

# SimPe.Data.ObjFunctionSubSort.Electronics_Entertainment
source: Electronics / Entertainment
de: Elektronik / Spiele und Unterhaltung
it: Elettronica / Divertimento

# SimPe.Data.ObjFunctionSubSort.Electronics_TV_and_Computer
source: Electronics / TV and Computer
de: Elektronik / TV und Computer
it: Elettronica / TV e Computer

# SimPe.Data.ObjFunctionSubSort.Electronics_Audio
source: Electronics / Audio
de: Elektronik / Audio
it: Elettronica / Audio

# SimPe.Data.ObjFunctionSubSort.Electronics_Small
source: Electronics / Small
de: Elektronik / Kleingeräte
it: Elettronica / Piccoli

# SimPe.Data.ObjFunctionSubSort.Electronics_UnknownC
source: Electronics / Unknown III
de: Elektronik / Unbekannt III
it: Elettronica / Sconosciuti III

# SimPe.Data.ObjFunctionSubSort.Electronics_UnknownA
source: Electronics / Unknown I
de: Elektronik / Unbekannt I
it: Elettronica / Sconosciuti I

# SimPe.Data.ObjFunctionSubSort.Electronics_UnknownB
source: Electronics / Unknown II
de: Elektronik / Unbekannt II
it: Elettronica / Sconosciuti II

# SimPe.Data.ObjFunctionSubSort.Electronics_Misc
source: Electronics / Miscellaneous
de: Elektronik / Verschiedenes
it: Elettronica / Varie

# SimPe.Data.ObjFunctionSubSort.Lighting_TableLamp
source: Lighting / Tablelamp
de: Beleuchtung / Tischlampe
it: Illuminazione / Lampade

# SimPe.Data.ObjFunctionSubSort.Lighting_FloorLamp
source: Lighting / Floorlamp
de: Beleuchtung / Standleuchter
it: Illuminazione / Piantane

# SimPe.Data.ObjFunctionSubSort.Lighting_WallLamp
source: Lighting / Walllamp
de: Beleuchtung / Wandleuchter
it: Illuminazione / Lampade da muro

# SimPe.Data.ObjFunctionSubSort.Lighting_CeilingLamp
source: Lighting / Ceilinglamp
de: Beleuchtung / Hängelampen
it: Illuminazione / Lampadari

# SimPe.Data.ObjFunctionSubSort.Lighting_Outdoor
source: Lighting / Outdoor
de: Beleuchtung / Außenbeleuchtung
it: Illuminazione / Lampade per esterni

# SimPe.Data.ObjFunctionSubSort.Lighting_UnknownA
source: Lighting / Unknown I
de: Beleuchtung / Unbekannt I
it: Illuminazione / Sconosciuti I

# SimPe.Data.ObjFunctionSubSort.Lighting_UnknownB
source: Lighting / Unknown II
de: Beleuchtung / Unbekannt II
it: Illuminazione / Sconosciuti II

# SimPe.Data.ObjFunctionSubSort.Lighting_Misc
source: Lighting / Miscellaneous
de: Beleuchtung / Verschiedenes
it: Illuminazione / Varie

# SimPe.Data.ObjFunctionSubSort.Hobbies_Creative
source: Hobbies / Creative
de: Hobbys / Kreativität
it: Hobby / Creativita'

# SimPe.Data.ObjFunctionSubSort.Hobbies_Knowledge
source: Hobbies / Knowledge
de: Hobbys / Wissen
it: Hobby / Conoscenza

# SimPe.Data.ObjFunctionSubSort.Hobbies_Excerising
source: Hobbies / Excerising
de: Hobbys / Training
it: Hobby / Esercizio

# SimPe.Data.ObjFunctionSubSort.Hobbies_Recreation
source: Hobbies / Recreation
de: Hobbys / Erholung
it: Hobby / Ricreazione

# SimPe.Data.ObjFunctionSubSort.Hobbies_UnknownC
source: Hobbies / Unknown III
de: Hobbys / Unbekannt III
it: Hobby / Sconosciuti III

# SimPe.Data.ObjFunctionSubSort.Hobbies_UnknownA
source: Hobbies / Unknown I
de: Hobbys / Unbekannt I
it: Hobby / Sconosciuti I

# SimPe.Data.ObjFunctionSubSort.Hobbies_UnknownB
source: Hobbies / Unknown II
de: Hobbys / Unbekannt II
it: Hobby / Sconosciuti II

# SimPe.Data.ObjFunctionSubSort.Hobbies_Misc
source: Hobbies / Miscellaneous
de: Hobbys / Verschiedenes
it: Hobby / Varie

# SimPe.Data.ObjFunctionSubSort.General_Dresser
source: General / Dresser
de: Allgemein / Ankleide
it: Varie / Guardaroba

# SimPe.Data.ObjFunctionSubSort.General_Party
source: General / Party
de: Allgemein / Feiern
it: Varie / Festa

# SimPe.Data.ObjFunctionSubSort.General_Child
source: General / Child
de: Allgemein / Kinder
it: Varie / Bambini

# SimPe.Data.ObjFunctionSubSort.General_Pets
source: General / Pets
de: Allgemein / Haustiere
it: Varie / Animali domestici

# SimPe.Data.ObjFunctionSubSort.General_Car
source: General / Cars
de: Allgemein / Autos
it: Varie / Veicoli

# SimPe.Data.ObjFunctionSubSort.General_UnknownA
source: General / Unknown I
de: Allgemein / Unbekannt I
it: Varie / Sconosciuti I

# SimPe.Data.ObjFunctionSubSort.General_UnknownB
source: General / Unknown II
de: Allgemein / Unbekannt II
it: Varie / Sconosciuti II

# SimPe.Data.ObjFunctionSubSort.General_Misc
source: General / Miscellaneous
de: Allgemein / Verschiedenes
it: Varie / Varie

# SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownA
source: Aspiration Rewards / Unknown I
de: Lebensziel Belohnungen / Unbekannt I
it: Premi per le Aspirazioni / Sconosciuti I

# SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownB
source: Aspiration Rewards / Unknown II
de: Lebensziel Belohnungen / Unbekannt II
it: Premi per le Aspirazioni / Sconosciuti II

# SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownC
source: Aspiration Rewards / Unknown III
de: Lebensziel Belohnungen / Unbekannt III
it: Premi per le Aspirazioni / Sconosciuti III

# SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownD
source: Aspiration Rewards / Unknown IV
de: Lebensziel Belohnungen / Unbekannt IV
it: Premi per le Aspirazioni / Sconosciuti IV

# SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownE
source: Aspiration Rewards / Unknown V
de: Lebensziel Belohnungen / Unbekannt V
it: Premi per le Aspirazioni / Sconosciuti V

# SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownF
source: Aspiration Rewards / Unknown VI
de: Lebensziel Belohnungen / Unbekannt VI
it: Premi per le Aspirazioni / Sconosciuti VI

# SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownG
source: Aspiration Rewards / Unknown VII
de: Lebensziel Belohnungen / Unbekannt VII
it: Premi per le Aspirazioni / Sconosciuti VII

# SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownH
source: Aspiration Rewards / Unknown VIII
de: Lebensziel Belohnungen / Unbekannt VIII
it: Premi per le Aspirazioni / Sconosciuti VIII

# SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownA
source: Career Rewards / Unknown I
de: Karriere Belohnungen / Unbekannt I
it: Premi per la Carriera / Sconosciuti I

# SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownB
source: Career Rewards / Unknown II
de: Karriere Belohnungen / Unbekannt II
it: Premi per la Carriera / Sconosciuti II

# SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownC
source: Career Rewards / Unknown III
de: Karriere Belohnungen / Unbekannt III
it: Premi per la Carriera / Sconosciuti III

# SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownD
source: Career Rewards / Unknown IV
de: Karriere Belohnungen / Unbekannt IV
it: Premi per la Carriera / Sconosciuti IV

# SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownE
source: Career Rewards / Unknown V
de: Karriere Belohnungen / Unbekannt V
it: Premi per la Carriera / Sconosciuti V

# SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownF
source: Career Rewards / Unknown VI
de: Karriere Belohnungen / Unbekannt VI
it: Premi per la Carriera / Sconosciuti VI

# SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownG
source: Career Rewards / Unknown VII
de: Karriere Belohnungen / Unbekannt VII
it: Premi per la Carriera / Sconosciuti VII

# SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownH
source: Career Rewards / Unknown VIII
de: Karriere Belohnungen / Unbekannt VIII
it: Premi per la Carriera / Sconosciuti VIII

source: Searching - Please Wait
de: Suche - bitte warten!
it: Ricerca - Attendere prego

# XObject
source: Other
de: Sonstiges
it: Altro

# SimPe.Data.XObjFunctionSubSort.Roof
source: Roofs
de: Dächer
it: Tetto

# SimPe.Data.XObjFunctionSubSort.Fence_Rail
source: Fences and Rails
de: Zäune
it: Recinto

# SimPe.Data.XObjFunctionSubSort.Fence_Halfwall
source: Halfwalls
de: Halbwände
it: Muri a mezza altezza

# SimPe.Data.XObjFunctionSubSort.Terrain
source: Terrains
de: Bodenstruktur
it: Terreni

# SimPe.Data.XObjFunctionSubSort.Floor_Brick
source: Floors / Brick
de: Fußböden / Mauerstein
it: Pavimenti / Mattone

# SimPe.Data.XObjFunctionSubSort.Floor_Carpet
source: Floors / Carpet
de: Fußböden / Teppich
it: Pavimenti / Moquette

# SimPe.Data.XObjFunctionSubSort.Floor_Lino
source: Floors / Lino
de: Fußböden / Linoleum
it: Pavimenti / Linoleum

# SimPe.Data.XObjFunctionSubSort.Floor_Poured
source: Floors / Poured
de: Fußböden / Gussbeton
it: Pavimenti / Lisce

# SimPe.Data.XObjFunctionSubSort.Floor_Stone
source: Floors / Stone
de: Fußböden / Stein
it: Pavimenti / Pietra

# SimPe.Data.XObjFunctionSubSort.Floor_Tile
source: Floors / Tile
de: Fußböden / Fliesen und Kacheln
it: Pavimenti / Mattonella

# SimPe.Data.XObjFunctionSubSort.Floor_Wood
source: Floors / Wood
de: Fußböden / Holz
it: Pavimenti / Legno

# SimPe.Data.XObjFunctionSubSort.Floor_Other
source: Floors / Other
de: Fußböden / Verschiedenes
it: Pavimenti / Altro

# SimPe.Data.XObjFunctionSubSort.Wall_Brick
source: Walls / Brick
de: Wände / Mauerstein
it: Rivestimenti Murari / Mattone

# SimPe.Data.XObjFunctionSubSort.Wall_Masonry
source: Walls / Masonry
de: Wände / Mauerwerk
it: Rivestimenti Murari / Muratura

# SimPe.Data.XObjFunctionSubSort.Wall_Paint
source: Walls / Paint
de: Wände / Farbe
it: Rivestimenti Murari / Vernice

# SimPe.Data.XObjFunctionSubSort.Wall_Paneling
source: Walls / Paneling
de: Wände / Täfelung
it: Rivestimenti Murari / Pannelli

# SimPe.Data.XObjFunctionSubSort.Wall_Poured
source: Walls / Poured
de: Wände / Gussbeton
it: Rivestimenti Murari / Versati

# SimPe.Data.XObjFunctionSubSort.Wall_Siding
source: Walls / Siding
de: Wände / Stoffe
it: Rivestimenti Murari / Rivestimenti

# SimPe.Data.XObjFunctionSubSort.Wall_Tile
source: Walls / Tile
de: Wände / Fliesen und Kacheln
it: Rivestimenti Murari / Mattonella

# SimPe.Data.XObjFunctionSubSort.Wall_Wallpaper
source: Walls / Wallpaper
de: Wände / Tapeten
it: Rivestimenti Murari / Carta da parati

# SimPe.Data.XObjFunctionSubSort.Wall_Other
source: Walls / Other
de: Wände / Verschiedenes
it: Rivestimenti Murari / Altro

# SimPe.Data.XObjFunctionSubSort.Hood_Landmark
source: Neighborhood / Landmark
de: Nachbarschaft / Sehenswürdigkeiten
it: Quartiere / Elementi caratteristici

# SimPe.Data.XObjFunctionSubSort.Hood_Flora
source: Neighborhood / Flora
de: Nachbarschaft / Flora
it: Quartiere / Flora

# SimPe.Data.XObjFunctionSubSort.Hood_Effects
source: Neighborhood / Effects
de: Nachbarschaft / Effekte
it: Quartiere / Effetti

# SimPe.Data.XObjFunctionSubSort.Hood_Misc
source: Neighborhood / Misc
de: Nachbarschaft / Verschiedenes
it: Quartiere / Varie

# SimPe.Data.XObjFunctionSubSort.Hood_Stone
source: Neighborhood / Stone
de: Nachbarschaft / Steine
it: Quartiere / Massi

# SimPe.Data.XObjFunctionSubSort.Hood_Other
source: Neighborhood / Other
de: Nachbarschaft / Sonstiges
it: Quartiere / Altro

# Fix_Fence_Warning
source: "Making a Fence compatible with the Original Game, is a nasty Hack, which can cause conflicts in the Game. I would not suggest to do this, if you plan to Release the Fence! If you still want to offer the Fence for the original Game, please consider to release it in two seperate Packages. One with the Fence for University and higher, and one for the Original Game. Do you really want to make this Fence compatible with the original Game?"
de: "Zäune mit dem original Spiel kompatibel zu machen basiert auf einem unschönen Hack, der zu Konflikten im Spiel führen kann. Ich würde nicht Empfehlen, einen derartigen Zaun zu veröffentlichen! Soll er der Zaun dennoch auch im original Spiel verfügbar sein, sollte er in zwei Versionen angeboten werden. Einmal als Zaun für das original Spiel und einmal in einer Variante ab "Wilde Campus-Jahre". Die Wahrscheinlichkeit für einen Konflikt, wenn ihr den Zaun nur für euren persönlichen Gebrauch in das Format des orginal Spieles umwandelt ist gering. Soll der Zaun in das Format des original Spieles umgewandelt werden?"
it: "Creare una recinzione compatibile con il gioco originale è una sorta di hack, con i quali puoi generare conflitti al gioco. Non ti suggerisco di farlo, se vuoi pubblicare la Recinzione! Se volete ancora creare e condividere una Recinzione per il gioco base, vi consiglio di considerare l'eventualità di creare due file differenti, uno per il gioco base e uno per chi ha almeno un'espansione successiva a University. Vuoi rendere questa recinzione compatibile con il gioco Base?"

# Censor_Install_Warn
source: You have installed Nightlife (or a newer Expansion). This means, that SimPE needs to copy a File into your Config folder, in order to remove the Blur. Do you want to continue?
de: Da auf dem System Nightlife (oder eine neuere Erweiterung) installiert wurde, muss SimPE nun eine Datei in den Config Ordner kopieren um die Verpixelung zu deaktivieren. Soll SimPE fortfahren?
it: Hai installato Nightlife (o un'espansione piu' recente). Questo significa che Simpe ha bisogno di copiare un file nella tua cartella Config per poter rimuovere la censura. Do you want to continue?

# Censor_UnInstall_Warn
source: In order to bring the Blur back, SimPE has to delete the file {filename}. Do you want to continue?
de: Um die Verpixelung zu reaktivieren, muss SimPE nun die Datei {filename} löschen. Soll SimPE fortfahren?
it: Per ripristinare la censura, SimPE ha cancellato il file {filename}. Do you want to continue?

source: Check FileTable
de: Prüfe FileTable
it: Controlla la Tabella dei File

source: Delete Sim
de: Sim Löschen
it: Cancella Sim

# PresetClassic
source: classic
de: klassisch

# PresetChanged
source: The Look and Feel of SimPE was changed to "{name}". Do you want to start SimPE now?
de: Das Aussehen und Verhalten von SimPE wurde auf "{name}" gesetzt. Soll SimPE nun gestartet werden?
it: Il tema di SimPE e' stato cambiato in "{name}". Vuoi riavviare SimPE adesso?

# ObsoleteOW
source: The windowed ObjectWorkshop is obsololete. Please use the dockable ObjectWorkshop. You should use the dockable ObjectWorkshop, which can be activated with the "Windows->ObjectWorkshop" Menu. Continue anyway?
de: Der klassische ObjectWorkshop wird nicht weiter entwickelt und ist daher überflüssig. Stattdessen sollte der dockbare ObjectWorkshop verwendet werden. Er kann über den Menüpunkt "Fenster->Object Workshop" angezeigt werden. Trotzdem fortfahren?
it: L'ObjectWorkshop a finestra e' obsoleto. Siete pregati di usare la modalita' interna a SimPE dell'ObjectWorkshop. Dovreste usare la finestra mobile dell'Object Workshop, attivabile dal menu' Finestra->ObjectWorkshop""." Continuare ugualmente?

source: Package Tool
de: Package Werkzeuge

source: Repair Package...
de: Package reparieren...
it: Ripara Package...

source: Open Sims2Pack...
de: Öffne Sims2Pack...
it: Apri Sims2Pack...

source: Create Sims2Pack...
de: Erstelle Sims2Pack...
it: Crea Sims2Pack...

# FinishedPackageRepair
source: Finished search for Errors.
de: Fehlersuche wurde abgeschlossen.
it: Fine della ricerca di Errori

# [Property:SaveGamePath]
source: Savegame
de: Spielstände
it: Salvataggi del Gioco

# [Description:SaveGamePath]
source: This should contain the savegame directory of "The Sims 2". The given Folder must contain subfolders called "Downloads" and "Neighborhoods". If this is empty, SimPE will use the default Folder.
de: Hier sollte der Pfad zum Spielstand Verzeichnis von "Die Sims 2 " stehen. Das angegebene Verzeichnis muss die Unterordner "Downloads" und "Neighborhoods" enthalten. Wenn kein Verzeichnis angegeben wurde, wird der Standardpfad gesetzt.
it: Questo campo deve contenere il percorso della cartella dei salvataggi di "The Sims 2". Il percorso fornito deve contenere le sottocartelle "Downloads" e "Neightborhoods". Se vuoto,Simpe utilizzera' la cartella di default per l'installazione.

# [Description:NvidadPath]
source: This should contain the Folder pointing to the Nivida DDS Tool.
de: Hier sollte der Pfad zu den "Nvidia DDS-Tool" stehen
it: Questo campo deve contenere il percorso relativo a Nvidia DDS Tool.

# [Category:BaseGame]
source: 1. Original Game
de: 1. Original Spiel
it: 1. Gioco Base

# [Category:ExpansionPack]
source: 2. Expansion Packs
de: 2. Erweiterungen
it: 2. Espansioni

# [Category:StuffPack]
source: 3. Mini Expansion Packs
de: 3. Mini-Erweiterungen
it: 3. Bonus Pack

# SimPe.PackedFiles.Wrapper.JobAssignment.Nothing
source: Nothing
de: Nichts
it: Niente

# SimPe.PackedFiles.Wrapper.JobAssignment.Chef
source: Chef
de: Koch
it: Cuoco

# SimPe.PackedFiles.Wrapper.JobAssignment.Host
source: Host
de: Empfangschef

# SimPe.PackedFiles.Wrapper.JobAssignment.Server
source: Server
de: Kellner

# SimPe.PackedFiles.Wrapper.JobAssignment.Cashier
source: Cashier
de: Kassierer
it: Cassiere

# SimPe.PackedFiles.Wrapper.JobAssignment.Bartender
source: Bartender
de: Barkeeper
it: Cameriere

# SimPe.PackedFiles.Wrapper.JobAssignment.SellLemonade
source: Sell Lemonade
de: Limonade verkaufen
it: Venditore di Limonate

# SimPe.PackedFiles.Wrapper.JobAssignment.Tidy
source: Tidy
de: Aufräumen
it: Pulizie

# SimPe.PackedFiles.Wrapper.JobAssignment.Restock
source: Restock
de: Auffüllen
it: Rifornimento

# SimPe.PackedFiles.Wrapper.JobAssignment.Sales
source: Sales
de: Verkaufen
it: Vendite

# SimPe.PackedFiles.Wrapper.JobAssignment.MakeToys
source: Make Toys
de: Spielzeug herstellen
it: Costruzione Giocattoli

# SimPe.PackedFiles.Wrapper.JobAssignment.ArrangeFlowers
source: Arrange Flowers
de: Blumensträuße binden
it: Fiorista

# SimPe.PackedFiles.Wrapper.JobAssignment.BuildRobots
source: Build Robots
de: Roboter bauen
it: Costruttore di Robot

# Reset Filetable
source: SimPE needs to reset your FileTable. This means, that SimPe will delete the File "{flname}". Do you want SimPe to reset your FileTable?
de: SimPE muss den "FileTable" zurücksetzen. Dazu wird die Datei "{flname}" gelöscht. Soll SimPe nun den "FileTable" zurücksetzen?
it: SimPE ha bisogno di resettare la Tabella dei File. Cio' significa che SimPE cancellera' il file "{flname}". Vuo resettare la Tabella dei File di Simpe?

# Reset Cache
source: The format for the SimPe Cache was extended. This was done to support new Features from "Open for Business". For them to work correct, SimPe has to reset it's Cache. This means, that SimPe will delete the File "{flname}". Do you want SimPe to reset the Cache?
de: Um die Neuerungen aus "Open for Business" voll unterstützen zu können, muss SimPE den Cache zurücksetzen. Dazu muss die Datei "{flname}" gelöscht werden. Soll SimPe nun den Cache zurücksetzen?
it: Il formato per la Cache di SimPe e' stato esteso. Questo e' possibile grazie alla nuova opzione presente a partire da "Funky Business". Per farla funzionare correttamente e' necessario resettare la Cache di SimPE. Cio' significa che SimPE cancellera' il File "{flname}". Vuoi resettare la Cache di SimPE?

# Unknown EP found
source: SimPE detected a new Expansion Pack for "The Sims 2". This SimPE Version does only work with Game Versions up to "{name}". Newer Game Files might cause Errors when opened with this Version of SimPE! (For more Informations, please visit http://sims.ambertation.de/en/). Run SimPE anyway?
de: SimPE hat festgestellt, dass wahrscheinlich eine neue Erweiterung für "Die Sims 2" installiert wurde. Diese Version von SimPE kann nur mit Versionen des Spiels bis einschließlich "{name}" umgehen. Dateien die mit neueren Versionen erstellt wurden, können zu Fehlern führen! (Weitere Informationen findet ihr unter http://sims.ambertation.de/de/). Soll SimPE dennoch gestartet werden?
it: SimPE ha rilevato una nuova espansione di "The Sims 2". Questa versione di SimPE funziona unicamente con versioni del gioco fino a "{name}". File del gioco piu' recenti potrebbero causare errori se aperti con questa versione di SimPE! Per informazioni aggiuntive visitate http://sims.ambertation.de/en/. Avviare SimPE ugualmente?

source: Warning!
de: Warnung!
it: Attenzione!

source: [All Households]
de: [Alle Haushalte]
it: [Tutti membri Famiglia]

# SimPe.Data.NeighborhoodSlots.Sims
source: Memories
de: Erinnerungen
it: Ricordi

# SimPe.Data.NeighborhoodSlots.SimsIntern
source: Tokens (Skills, Badges, Inventory...)
de: Token (Fähigkeiten, Abzeichen, Inventar...)
it: Capacita' (Abilita', Stemmi dei Talenti, Inventario...)

# SimPe.Data.NeighborhoodSlots.Lots
source: Lots
de: Grundstücke
it: Lotto

# SimPe.Data.NeighborhoodSlots.LotsIntern
source: Lots Intern
de: Grundstücke Intern
it: Lotto Interno

# SimPe.Data.NeighborhoodSlots.Families
source: Families
de: Familien
it: Famiglia

# SimPe.Data.NeighborhoodSlots.FamiliesIntern
source: Families Intern
de: Familien Intern
it: Famiglia Interna

source: Gossip about
de: Gerücht über
it: Pettegolezzo su

# SimPe.Plugin.SimMemoryType.Memory
source: Memory
de: Erinnerung
it: Ricordi

# SimPe.Plugin.SimMemoryType.Gossip
source: Gossip
de: Hörensagen
it: Pettegolezzi

# SimPe.Plugin.SimMemoryType.Skill
source: Skill
de: Fähigkeit
it: Abilita'

# SimPe.Plugin.SimMemoryType.Inventory
source: Inventory
de: Inventar
it: Inventario

# SimPe.Plugin.SimMemoryType.GossipInventory
source: Inventory (Gossip)
de: Inventar (Hörensagen)
it: Inventario (Gossip)

# SimPe.Plugin.SimMemoryType.ValueToken
source: Value
de: Wert
it: Valore

# SimPe.Plugin.SimMemoryType.Object
source: Object
de: Objekt
it: Oggetti

# SimPe.Plugin.SimMemoryType.Aspiration
source: Aspiration
de: Lebensziel
it: Aspirazione

# SimPe.Plugin.SimMemoryType.Badge
source: Badge
de: Abzeichen
it: Stemma dei Talenti

# Check: Folder not found
source: Folder for "{name}" was not found.
de: Verzeichnis für "{name}" wurde nicht gefunden.
it: La cartella "{name}" non e' stata trovata.

# Check: Unable to locate
source: Unable to locate "{name}".
de: Konnte "{name}" nicht finden.
it: Impossibile trovare "{name}".

# Check: CEP not found
source: The CEP was not found.
de: Das CEP konnte nicht gefunden werden.
it: Il CEP non e' stato trovato.

# Check: Unable to load cache
source: Unable to the SimPE Cache.
de: Konnte den SimPE Cache nicht lesen.
it: Impossibile caricare la Cache di SimPE.

# Check: Error while load
source: Unable to load "{name}".
de: Konnte "{name}" nicht laden.
it: Impossibile caricare "{name}".

# Check: No Objects
source: Unable to locate Objects.
de: Konnte keine Objekte finden.
it: Impossibile localizzare gli Oggetti.

# Check: No Textures
source: Unable to locate Texturdata.
de: Konnte keine Texturdaten finden.
it: Impossibile localizzare Texturdata.

source: Savegames
de: Spielstände
it: Salvataggi del Gioco

# Max Relation to this Sim
source: Max Relation to {name}
de: Beziehung zu {name} maximieren
it: Massimizza relazioni a {name}

# NO_CRES_FOUND
source: The parent CRES was not found. This means, that SimPE is unable to build the Joint Hirarchy.
de: Die definierende CRES-Resource wurde nicht gefunden. Dies hat zur Folge, dass SimPE die Joint-Hierarchie nicht aufbauen kann.
it: Il Parent CRES non e' stato trovato. Questo significa che SimPE non e' in grado di caricare la Gerarchia dei Joint.

# FileTableSectionInclude
source: Include {what}
de: {what} laden
it: Includi {what}
