Repository: luki122/simpe
Catalog: fullsimpe/SimPe Helper/Localization.*.resx
Languages: de, it

source: UNK
de: UNB

source: User Defined
de: Benutzer definiert
it: Definito dall'utente

# sdesc
source: Sim Description
de: Sim Beschreibung
it: Profilo del Sim

# srel
source: Sim Relations
de: Sim Beziehung
it: Relazioni del Sim

# famt
source: Family Ties
de: Familienstammbaum
it: Parentele

# str
source: Text Lists
de: Text Listen

source: Real Size
de: Tatsächliche Größe
it: Dimensione Reale

source: None
de: keiner
it: Nessuno

# err000
source: Error while loading a Packed File.
de: Fehler beim Laden einer eingebetteten Datei!
it: Errore nel caricamento del file.

source: Proceed?
de: Fortfahren?
it: Vuoi continuare?

# ask000
source: Do you want to stop the Extraction?
de: Soll der Vorgang abgebrochen werden?
it: Vuoi fermare l'Estrazione?

# errwritingfile
source: Error while writing to File
de: Fehler beim Schreiben der Datei
it: Errore nella scrittura del File

# err001
source: Error while writing Package Descriptor
de: Fehler beim Schreiben der Packet Beschreibung
it: Errore nella scrittura del Package Descriptor

# nfo000
source: Extracted {0} Files
de: {0} Dateien entpackt
it: Estratti {0} File

# err002
source: Cannot extract to
de: Fehler beim Entpacken nach
it: Impossibile estrarre in

# err003
source: Error while trying to replace a packed File with {0}.
de: Fehler beim Versuch eine eingebettete Datei mit {0} zu ersetzen.
it: Errore nel tentativo di rimpiazzare un packed File con {0}.

# erropenfile
source: Error while trying to open
de: Fehler beim Öffnen der Datei
it: Errore nel tentativo di aprire

# err004
source: Error while trying to open a recent File.
de: Fehler beim erneuten Laden einer Datei.
it: Errore nel caricamento di un file recente

# errregistry
source: Error while trying to access the Registry
de: Fehler beim Zugriff auf die Registry.
it: Errore nel tentativo di accesso al Registro

source: Delete?
de: Löschen?
it: Eliminare?

# askdelete
source: Do you really want to delete the selected Files?
de: Sollen die ausgewählten Dateien wirklich gelöscht werden?
it: Vuoi realmente eliminare i file selezionati?

# err005
source: Error while trying to delete a Packed File
de: Fehler beim Löschen einer eingebetteten Datei
it: Errore nel tentativo di eliminare un Packed File

# err006
source: Error while tyring to add a Packed File
de: Fehler beim Hinzufügen einer eingebetteten Datei
it: Errore nel tentativo di aggiungere un Packed File

# err007
source: Unable to Maximize Interesst of all Sims
de: Es konnten nicht alle Interessen aller Sims maximiert werden!
it: Impossibile massimizzare Interesse per tutti i Sim

# commited
source: Changes were committed
de: Die Änderungen wurden übernommen.
it: Le modifiche sono state confermate

# cantcommitfami
source: Can't commit the Family File
de: Kann die Familiendatei nicht übernehmen.
it: Non puoi confermare le parentele

# cantcommitsdesc
source: Can't commit Sim Description.
de: Kann die Beschreibung nicht übernehmen.
it: Non puoi confermare la Descrizione del Sim.

# cantcommitfamt
source: Can't commit the Family Tie File.
de: Kann die Verwanschaftsdatei nicht übernehmen
it: Non puoi confermare il file delle parentele

# cantcommittie
source: Can't commit the changes for the current Tie.
de: Kann die aktuelle Verwandschaftsbeziehung nicht übernehmen.
it: Non puoi confermare le modifiche alle parentele correnti.

# cantaddrelation
source: Can't add the Relation
de: Kann die Beziehungen nicht hinzufügen
it: Non puoi aggiungere questa relazione

# cantcommitrelation
source: Can't comitt the current Relation.
de: Kann die Beziehungsdaten nicht übernehmen.
it: Non puoi confermare la relazione corrente.

# cantdeleterelation
source: Can't delete the Relation.
de: Kann die Beziehung nicht löschen.
it: Non puoi cancellare la relazione.

source: File not found
de: Datei wurde nicht gefunden
it: File non trovato

# rightclickcopy
source: Right click: copy to Clipboard
de: Rechtsklick: in die Zwischenablage
it: Click destro: Copia negli Appunti

source: Fun
de: Spaß
it: Divertimento

source: Unemployed
de: Arbeitslos
it: Senza lavoro

source: Military
de: Militär
it: Militare

source: Politics
de: Politik
it: Politica

source: Science
de: Wissenschaft
it: Scientifica

source: Medical
de: Medizin
it: Medicina

source: Athletic
de: Sport
it: Sport

source: Economy
de: Wirtschaft
it: Affari

source: Law Enforcement
de: Gesetzeshüter
it: Polizia

source: Culinary
de: Koch
it: Cucina

source: Slacker
de: Faulenzer
it: Lavori Alternativi

source: Criminal
de: Krimineller
it: Criminale

source: Teen/Elder - Athletic
de: Teen/Rentner - Sport
it: Teen/Anziano - Sport

source: Teen/Elder - Business
de: Teen/Rentner - Wirtschaft
it: Teen/Anziano - Affari

source: Teen/Elder - Criminal
de: Teen/Rentner - Krimineller
it: Teen/Anziano - Criminale

source: Teen/Elder - Culinary
de: Teen/Rentner - Koch
it: Teen/Anziano - Cucina

# TeenElderLawEnforcement
source: Teen/Elder - Enforcement
de: Teen/Rentner - Gesetzeshüter
it: Teen/Anziano - Polizia

source: Teen/Elder - Medical
de: Teen/Rentner - Medizin
it: Teen/Anziano - Medicina

source: Teen/Elder - Military
de: Teen/Rentner - Militär
it: Teen/Anziano - Militare

source: Teen/Elder - Politics
de: Teen/Rentner - Politik
it: Teen/Anziano - Politica

source: Teen/Elder - Science
de: Teen/Rentner - Wissenschaft
it: Teen/Anziano - Scientifica

source: Teen/Elder - Slacker
de: Teen/Rentner - Faulenzer
it: Teen/Anziano - Lavori alternativi

source: Paranormal
de: Paranormales
it: Paranormale

source: Natural Scientist
de: Natur-Wissenschaftler
it: Naturalista

source: Show Biz
de: Unterhaltungs Industrie
it: Spettacolo

source: Artist
de: Künstler
it: Artista

source: Adventurer
de: Abentuerer
it: Avventura

# Education
source: Eductaion
de: Lehre
it: Educazione

source: Journalism
de: Journalismus
it: Giornalismo

source: Law
de: Recht
it: Legge

source: Music
de: Musik
it: Musica

source: Teen/Elder - Adventurer
de: Teen/Rentner - Abenteurer
it: Teen/Anziano - Avventura

source: Teen/Elder - Education
de: Teen/Rentner - Lehre
it: Teen/Anziano - Istruzione

source: Teen/Elder - Gamer
de: Teen/Rentner - Gamer
it: Teen/Anziano - Videogiochi

source: Teen/Elder - Journalism
de: Teen/Rentner - Journalismus
it: Teen/Anziano - Giornalismo

source: Teen/Elder - Law
de: Teen/Rentner - Recht
it: Teen/Anziano - Legge

source: Teen/Elder - Music
de: Teen/Rentner - Musik
it: Teen/Anziano - Musica

source: Pet - Security
de: Haustier - Sicherheit
it: Pet - Sicurezza

source: Pet - Service
de: Haustier - Dienstleistung
it: Pet - Servizi pubblici

source: Pet - Show Biz
de: Haustier - Unterhaltungs Industrie
it: Pet - Spettacolo

# cantaddtie
source: Can't add this Sime to the Tie List
de: Dieser Sim kann nicht in die Verwandschaft aufgenommen werden.
it: Non puoi aggiungere questo Sim alla lista dei legami

# MyMotherIs
source: Parent A is
de: Elternteil A ist
it: Genitore A e'

# MyFatherIs
source: Parent B is
de: Elternteil B ist
it: Genitore B e'

source: I'm married to
de: Mein Ehepartner ist
it: Sposato con

source: My Sibling is
de: Mein Geschwister ist
it: Fidanzato con

source: My Child is
de: Mein Kind ist
it: Mio figlio e'

# cantcommitobjd
source: Can't commit the changes to the Object Data File.
de: Kann die Objekt Daten nicht übernehmen
it: Non puoi confermare le modifiche ad Object Data

source: Unnamed
de: Unbenannt

# byteviewerror
source: Error while displaying the Byte View
de: Fehler beim Anzeigen der Byte Ansicht.
it: Errore nel visualizzare la Vista Byte

# usebigfile?
source: This File is bigger than 10kb, load it anyway? (This will take a While!)
de: Dies Datei ist größer als 10kb. Soll sie dennoch geladen werden? (Der Ladevorgang wird einige Minuten dauern!)
it: Questo file supera i 10kb, vuoi caricarlo ugualmente? (Quest'operazione richiedera' un po' di tempo per il caricamento!)

# confirm
source: Confirmation
de: Bestätigung
it: Conferma

source: English (uk)
de: Englisch (uk)

# errconvert
source: Error Assigning a Value
de: Zuweisungsfehler
it: Errore nell'assegnare un valore

# simsbrowser
source: Sim Browser
de: Sim auswählen

source: Neighborhood Browser
de: Nachbarschaft auswählen

# backuprestore
source: Would you like to create a copy of the current Neighborhood before you overwrite it with this Backup?
de: Soll die Nachbarschaft vor dem wiederherstellen des Backups gesichert werden?
it: Vuoi creare una copia del quartiere prima di sovrascriverlo con questo backup?

# backupdelete
source: Do you really want to delete all Files stored in {0}?
de: Sind sie sicher dass alle Dateien in {0} gelöscht werden sollen?
it: Vuoi realmente cancellare tutti i file contenuti in {0}?

# backup?
source: Create Copy?
de: Sicherung erstellen?
it: Vuoi creare una copia?

# disclaimer
source: SimPE is a Tool that can be used to change the internal Data of "The Sims 2". Many People have used SimPE without problems. However, if you are not carefull this Tool can damage your Game or even your System. Do not use SimPE if you don't want to take that Risk! Remeber SimPE is in its alpha Stage! Please make sure you have a working backup copy of "My Documents\EA Games\The Sims 2\" before you start SimPE. Start SimPE now?
de: SimPE ist ein Tool das tief in die Interna von "Die Sims 2" eingreifen kann. Viele Anwender verwenden SimPE bereits ohne Probleme. Wenn es allerdings unsachgemäß verwendet wird können Schäden am Spiel sowie am gesamten System entstehen. SimPE darf nur dann verwendet werden, wenn Sie diese Risiken akzeptieren. Bedenken Sie, dass SimPE noch im Alpha-Stadium ist! Es wird dringend empfohlen vor dem Start ein Backup des Verzeicnisses "Eigene Dateien\EA Games\Die Sims 2\" anzufertigen! Soll SimPE gestartet werden?
it: SimPE e' uno strumento per modificare i dati interni a "The Sims 2". La maggior parte delle persone usa Simpe senza problemi.Tuttavia usa con cura questo strumento perche' potrebbe danneggiare il gioco o il tuo sistema. Non usare SimPE se non vuoi correre rischi! Ricorda che SimPE e' in stato Alpha! Please make sure you have a working backup copy of "My Documents\EA Games\The Sims 2\" before you start SimPE. Start SimPE now?

source: Save changes?
de: Änderungen speichern?
it: Vuoi salvare le modifiche?

# savechanges
source: Do you want to save the Changes made to the Package "{filename}"?
de: Sollen die Änderungen am Package "{filename}" gesichert werden?
it: Vuoi salvare le modifiche apportate al Package "{filename}"?

# unsavedchanges
source: Some Files in the Package have unsaved changes which will be lost when you open a new neighborhood. Do you want to continue anyway?
de: Das geöffnete Package enthält nicht gespeicherte Daten die verloren gehen wenn sie eine neue Nachbarschaft öffnen. Möchten Sie fortfahren?
it: Diversi file di nel package sono stati modificati e non salvati, tali modifiche saranno perse aprendo un nuovo quartiere. Vuoi continuare ugualmente?

# errunsupportedimage
source: The Imagetype is not supported
de: Das Bildformat wird nicht unterstützt.
it: Il tipo di file Immagine non e' supportato

# Brazilian
source: Portuguese (Brazil)
de: Portugiesisch (Brasilien)

# savewrapperchanges
source: Do you want to commit the Changes made to the Resource "{name}"? Package: {filename}
de: Möchten Sie die Änderungen an der Resource "{name}" übernehmen? Package: {filename}
it: Vuoi confermare le modifiche apportate alla Risorsa "{name}"? Package: {filename}

# RT_Unset_Unknown
source: Not defined or Unknown
de: Nicht definiert oder unbekannt
it: Non definito o Sconosciuto

# RT_Nice_Nephew
source: Nice or Nephew
de: Nichte oder Neffe
it: Nipote

# RT_Aunt
source: Aunt or Uncle
de: Tante oder Onkel
it: Zia o Zio

# OW_Warning
source: In order for this Feature to work on Objects that are not yet Color Enabled, you need two download and install the Colour Options Enabler from http://sims.ambertation.de/download.shtml .\n\nThis Feature is still in the Beta Testing Stages and might no work correct. Please don't distribute Recolors created with this Tool without mentioning that it is Testing or Beta Release, and don't forget that the USers of the Recolors will also need the Colour Options Enabler!\n\nContinue anyway?
de: Damit diese Tool auch mit Objekten funktioniert deren Farbalternativen nicht standardmäßig aktiviert sind muss noch das Colour Options Enabler Paket von http://sims.ambertation.de/download.shtml heruntergeladen und installiert werden. Der Object Workshop ist noch immer in der testphase, deswegen sollten alle damit erstellten Farbalternativen einen deutlischen Hinweis auf den Beta Status tragen. Für einige der erstellten Farbalternativen ist es auch notwendig das die Benutzer den Colour Options Enabler installieren!\n\nTrotzdem weitermachen?
it: Per far funzionare quest'opzione con oggetti che non sono Color Enabled, avete bisogno di scaricare e installare il CEP -Colour Options Enabler- da http://sims.ambertation.de/download.shtml .\n\nQuesta funzione e' ancora in Beta Testing e potrebbe bon funzionare correttamente. Siete pregati di non redistribuire i Recolors senza menzionare il fatto che siano in beta testing, e non dimenticate di informare gli utenti che avranno bisogno del CEP per vedere gli oggetti!\n\nVolete continuare ugualmente?

source: Young Adult
de: Junger Erwachener
it: Giovane Adulto

source: Yes
de: Ja
it: Si'

source: No
de: Nein

source: Question
de: Frage
it: Domanda

# open_wnt_from_sdsc
source: Do you want to commit the changes for this Sim before you open the Wants & Fears?"
de: Sollen die Einstellungen für diese Sim übernommen werden bevor die Ängste und Wünsche angezeigt werden?
it: Vuoi confermare le modifiche apportate al Sim prima di aprire Desideri e Paure (Wants & Fears)?"

# open_fami_from_sdsc
source: Do you want to commit the changes for this Sim before you open the Family Information?"
de: Sollen die Einstellungen für diese Sim übernommen werden bevor die Familien Information angezeigt wird?
it: Vuoi confermare le modifiche apportate al Sim prima di aprire il Quadro Familiare (Family Information)?"

# open_dna_from_sdsc
source: Do you want to commit the changes for this Sim before you open the DNA Information?"
de: Sollen die Einstellungen für diese Sim übernommen werden bevor seine DNS angezeigt wird?
it: Vuoi confermare le modifiche apportate al Sim prima di aprire il DNA Information?"

# open_cloth_from_sdsc
source: Do you want to commit the changes for this Sim before you open the Clothing File?"
de: Sollen die Einstellungen für diese Sim übernommen werden bevor seine Kleidung angezeigt wird?
it: Vuoi confermare le modifiche apportate al Sim prima di aprire i file degli abiti (Clothes File)?"

source: Cancel
de: Abbrechen
it: Elimina

# object tool
source: Object Tools
de: Objekt &Werkzeuge
it: Strumenti per Oggetti (Object Tools)

# changed?
source: Resource Changed
de: Resource wurde verändert
it: Risorsa modificata

# reschanged
source: The Resource "{name}" was changed. Should SimPe reload it? Package: {filename}
de: Die Resource "{name}" wurde außerhalb des Editors geändert. Soll sie neu geladen werden? Package: {filename}
it: La Risorsa "{name}" e' stata cambiata. Vuoi che SimPE la ricarichi? Package: {filename}

source: Updates
de: Aktualisierungen
it: Aggiornamenti

# SimPe.Data.FamilyTieTypes.MyMotherIs
source: Parent A
de: Elternteil A
it: Genitore A

# SimPe.Data.FamilyTieTypes.MyFatherIs
source: Parent B
de: Elternteil B
it: Genitore B

# SimPe.Data.FamilyTieTypes.ImMarriedTo
source: Spouse
de: Ehepartner
it: Coniuge

# SimPe.Data.FamilyTieTypes.MySiblingIs
source: Sibling
de: Geschwister
it: Fidanzato

# SimPe.Data.FamilyTieTypes.MyChildIs
source: Child
de: Kind
it: Figlio

# AddFamilyTieCaption
source: Add "{name}" to "{tname}'s" Family
de: "{name}" in die Familie von "{gname}" aufnehmen
it: Aggiungi "{name}" alla famiglia "{tname}"

# OpenSDesc
source: Open Sim Description for "{name}"
de: Öffne Sim Beschreibung von "{name}"
it: Apri "Profilo Sim" per "{name}"

source: Please Wait
de: Bitte warten
it: Attendere Prego

# AddRelationCaption
source: Add Relation to "{name}"
de: Beziehung zu "{name}" erstellen
it: Aggiungi Relazione a "{name}"

# RemoveRelationCaption
source: Remove Relation to "{name}"
de: Beziehung zu "{name}" entfernen
it: Elimina Relazione a "{name}"

source: Current Version
de: Aktuelle Version
it: Versione attuale

source: Available QA-Version
de: Verfügbare QA-Version
it: Disponibile QA-Version

source: Available Version
de: Verfügbare Version
it: Versione Disponibile

# get_qa_release
source: A new <b>QA Version</b> has been released.<br />You can get it at <b><a href="http://ambertation.de/simpeforum/forum/viewforum/14" target="_blank">http://ambertation.de/simpeforum/forum/viewforum/14</a></b>.
de: Eine neue <b>QA Version</b> ist verfügbar.<br />Sie steht unter <b><a href="http://ambertation.de/simpeforum/forum/viewforum/14" target="_blank">http://ambertation.de/simpeforum/forum/viewforum/14</a></b> zum Download bereit.
it: Una nuova <b>QA Version</b> è stata rilasciata.<br /> Puoi scaricarla da qui <b>http://ambertation.de/simpeforum/viewforum.php?f=14</b>.

# cache_cleared
source: "The cache was cleared. In order to complete the Operation, you have to restart SimPE!"
de: "Der Cache wurde geleert. Damit die Änderungen aktiv werden, muss SimPE neu gestartet werden!"
it: "La cache e' stata ripulita. Per completare l'operazione devi riavviare SimPE!"

# SimPe.Data.ObjectTypes.ArchitecturalSupport
source: Architecture
de: Architektur
it: Architettura

# SimPe.Data.ObjectTypes.SimType
source: Sim Type
de: Sim Typ
it: Tipo Sim

# SimPe.Data.ObjectTypes.Door
source: Door
de: Tür
it: Porta

# SimPe.Data.ObjectTypes.Window
source: Window
de: Fenster
it: Finestra

# SimPe.Data.ObjectTypes.Stairs
source: Stairs
de: Treppen
it: Scale

# SimPe.Data.ObjectTypes.ModularStairs
source: Modular Stairs
de: Modulare Treppen
it: Scale Modulari

# SimPe.Data.ObjectTypes.Vehicle
source: Vehicle
de: Fahrzeug
it: Auto

# SimPe.Data.ObjectTypes.Memory
source: Memory
de: Erinnerung
it: Ricordo

# SimPe.Data.ObjectTypes.Template
source: Template
de: Vorlage

# SimPe.Data.ObjectTypes.Unknown
source: Unknown
de: Unbekannt
it: Sconosciuto

# SimPe.Data.ObjectTypes.Tiles
source: Tiles
de: Bodenbeläge und Teppiche
it: Tappeti

source: Other
de: Sonstiges
it: Altro

# SimPe.Data.ObjFunctionSortBits.Seating
source: Seating
de: Sitzmöbel
it: Comfort

# SimPe.Data.ObjFunctionSortBits.Surfaces
source: Surfaces
de: Oberflächen
it: Superfici

# SimPe.Data.ObjFunctionSortBits.Appliances
source: Appliances
de: Haushaltsgeräte
it: Elettrodomestici

# SimPe.Data.ObjFunctionSortBits.Electronics
source: Electronics
de: Elektronik
it: Elettronica

# SimPe.Data.ObjFunctionSortBits.Plumbing
source: Plumbing
de: Installationstechnik
it: Sanitari

# SimPe.Data.ObjFunctionSortBits.Decorative
source: Decorative
de: Dekoration
it: Decorazioni

# SimPe.Data.ObjFunctionSortBits.General
source: General
de: Allgemein
it: Varie

# SimPe.Data.ObjFunctionSortBits.Lighting
source: Lighting
de: Beleuchtung
it: Illuminazione

# SimPe.Data.ObjFunctionSortBits.Hobbies
source: Hobbies
de: Hobbys
it: Hobby

# SimPe.Data.ObjFunctionSortBits.AspirationRewards
source: Aspiration Rewards
de: Lebensziel Belohnungen
it: Premi per le Aspirazioni

# SimPe.Data.ObjFunctionSortBits.CareerRewards
source: Career Rewards
de: Karriere Belohnungen
it: Premi per la Carriera

# SimPe.Data.ObjFunctionSubSort.Seating_DiningroomChair
source: Seating / Diningroom
de: Sitzmöbel / Esszimmer
it: Comfort / Sedie

# SimPe.Data.ObjFunctionSubSort.Seating_LivingroomChair
source: Seating / Livingroom
de: Sitzmöbel / Wohnzimmer
it: Comfort / Poltrone

# SimPe.Data.ObjFunctionSubSort.Seating_Sofas
source: Seating / Sofas
de: Sitzmöbel / Sofas
it: Comfort / Divani

# SimPe.Data.ObjFunctionSubSort.Seating_Beds
source: Seating / Beds
de: Sitzmöbel / Betten
it: Comfort / Letti

# SimPe.Data.ObjFunctionSubSort.Seating_Recreation
source: Seating / Recreation
de: Sitzmöbel / Entspannung
it: Comfort / Reclinabili

# SimPe.Data.ObjFunctionSubSort.Seating_UnknownA
source: Seating / Unknown I
de: Sitzmöbel / Unbekannt I
it: Comfort / Sconosciuti I

# SimPe.Data.ObjFunctionSubSort.Seating_UnknownB
source: Seating / Unknown II
de: Sitzmöbel / Unbekannt II
it: Comfort / Sconosciuti II

# SimPe.Data.ObjFunctionSubSort.Seating_Misc
source: Seating / Miscellaneous
de: Sitzmöbel / Verschiedenes
it: Comfort / Varie

# SimPe.Data.ObjFunctionSubSort.Surfaces_Counter
source: Surfaces / Counter
de: Oberflächen / Tresen und Küchenmöbel
it: Superfici / Banconi

# SimPe.Data.ObjFunctionSubSort.Surfaces_Table
source: Surfaces / Table
de: Oberflächen / Tische
it: Superfici / Tavoli

# SimPe.Data.ObjFunctionSubSort.Surfaces_EndTable
source: Surfaces / Endtable
de: Oberflächen / Beistelltische
it: Superfici / Tavolini

# SimPe.Data.ObjFunctionSubSort.Surfaces_Desks
source: Surfaces / Desks
de: Oberflächen / Schreibtische
it: Superfici / Scrivanie

# SimPe.Data.ObjFunctionSubSort.Surfaces_Coffeetable
source: Surfaces / Coffetable
de: Oberflächen / Kaffeetische
it: Superfici / Tavoli bassi

# SimPe.Data.ObjFunctionSubSort.Surfaces_Business
source: Surfaces / Shelfs
de: Oberflächen / Regale
it: Superfici / Scaffali

# SimPe.Data.ObjFunctionSubSort.Surfaces_UnknownB
source: Surfaces / Unknown II
de: Oberflächen / Unbekannt II
it: Superfici / Sconosciuti II

# SimPe.Data.ObjFunctionSubSort.Surfaces_Misc
source: Surfaces / Miscellaneous
de: Oberflächen / Verschiedenes
it: Superfici / Varie

# SimPe.Data.ObjFunctionSubSort.Decorative_Wall
source: Decorative / Wall
de: Dekoration / Wandschmuck
it: Decorazioni / Quadri

# SimPe.Data.ObjFunctionSubSort.Decorative_Sculpture
source: Decorative / Sculpture
de: Dekoration / Skulpturen
it: Decorazioni / Statue

# SimPe.Data.ObjFunctionSubSort.Decorative_Plants
source: Decorative / Plants
de: Dekoration / Pflanzen
it: Decorazioni / Piante

# SimPe.Data.ObjFunctionSubSort.Decorative_Mirror
source: Decorative / Mirror
de: Dekoration / Spiegel
it: Decorazioni / Specchi

# SimPe.Data.ObjFunctionSubSort.Decorative_Curtain
source: Decorative / Curtain
de: Dekoration / Vorhänge
it: Decorazioni / Tende

# SimPe.Data.ObjFunctionSubSort.Decorative_Rugs
source: Decorative / Rugs
de: Dekoration / Teppichböden
it: Decorazioni / Tappeti

# SimPe.Data.ObjFunctionSubSort.Decorative_UnknownB
source: Decorative / Unknown II
de: Dekoration / Unbekannt II
it: Decorazioni / Sconosciuti II

# SimPe.Data.ObjFunctionSubSort.Decorative_Misc
source: Decorative / Miscellaneous
de: Dekoration / Verschiedenes
it: Decorative / Varie

# SimPe.Data.ObjFunctionSubSort.Plumbing_Toilet
source: Plumbing / Toilet
de: Installationstechnik / Toilette
it: Sanitari / Gabinetti

# SimPe.Data.ObjFunctionSubSort.Plumbing_Shower
source: Plumbing / Shower
de: Installationstechnik / Dusche und Bad
it: Sanitari / Docce e vasche

# SimPe.Data.ObjFunctionSubSort.Plumbing_Sink
source: Plumbing / Sink
de: Installationstechnik / Wasch- und Spülbecken
it: Sanitari / Lavelli

# SimPe.Data.ObjFunctionSubSort.Plumbing_HotTub
source: Plumbing / HotTub
de: Installationstechnik / Whirlpool
it: Sanitari / Idromassaggi

# SimPe.Data.ObjFunctionSubSort.Plumbing_UnknownC
source: Plumbing / Unknown III
de: Installationstechnik / Unbekannt III
it: Sanitari / Sconosciuti III

# SimPe.Data.ObjFunctionSubSort.Plumbing_UnknownA
source: Plumbing / Unknown I
de: Installationstechnik / Unbekannt I
it: Sanitari / Sconosciuti I

# SimPe.Data.ObjFunctionSubSort.Plumbing_UnknownB
source: Plumbing / Unknown II
de: Installationstechnik / Unbekannt II
it: Sanitari / Sconosciuti II

# SimPe.Data.ObjFunctionSubSort.Plumbing_Misc
source: Plumbing / Miscellaneous
de: Installationstechnik / Verschiedenes
it: Sanitari / Varie

# SimPe.Data.ObjFunctionSubSort.Appliances_Cooking
source: Appliances / Cooking
de: Haushaltsgeräte / Kochen
it: Elettrodomestici / Cucina
