Repository: luki122/simpe
Catalog: trunk/fullsimpe/SimPe FileHandler/Elements.*.resx
Languages: ru

# banner.Text
source: Picture Viewer
ru: Просмотр изображения

# label1.Text
source: XML Editor
ru: Править XML

# visualStyleLinkLabel2.Text
source: commit
ru: ввести

# cbupdate.Text
source: Update MMAT
ru: Обновить MMAT

# llgetGUID.Text
source: get GUID
ru: получить GUID

# gbelements.Text
source: Elements
ru: Элементы

# llcommitobjd.Text
source: commit
ru: ввести

# label65.Text
source: Object Type:
ru: Тип объекта:

# label9.Text
source: Filename:
ru: Имя файла:

# label12.Text
source: Object Description Viewer
ru: Просмотр описания объекта

# btnewtie.Text
source: create new ties for this Sim
ru: создать новые связи для этого Сима

# btdeletetie.Text
source: delete Tie
ru: удалить связь

# btaddtie.Text
source: <-- add Tie
ru: <-- добавить связь

# llcommitties.Text
source: commit Ties for current Sim
ru: ввести связи для текущего сима

# gbties.Text
source: Ties
ru: Связи

# bttiecommit.Text
source: Commit
ru: Ввести

# label64.Text
source: Sim:
ru: Сим:

# label68.Text
source: Family Ties Editor
ru: Править связи семьи

# tabPage4.Text
source: FamilyTies
ru: Связи семьи

# label89.Text
source: Subhood:
ru: Подгруппа:

# cbcomputer.Text
source: Has Computer
ru: есть компьютер

# cblot.Text
source: New Lot
ru: новый лот

# cbbaby.Text
source: Has Baby
ru: есть ребенок

# cbphone.Text
source: Has Phone
ru: есть телефон

# groupBox4.Text
source: Flags
ru: Флаги

# label93.Text
source: Album GUID:
ru: Альбом GUID:

# label92.Text
source: Flags:
ru: Флаги:

# llFamiDeleteSim.Text
source: delete Sim
ru: удалить Сима

# llFamiAddSim.Text
source: <-- add Sim
ru: <-- добавить Сима

# button1.Text
source: Commit
ru: Ввести

# label6.Text
source: Name:
ru: Имя:

# label5.Text
source: Family Members:
ru: Члены семьи:

# label4.Text
source: Family Friends:
ru: Друзья семьи:

# label3.Text
source: Money:
ru: Деньги:

# label2.Text
source: FAMi Editor
ru: Править FAMi

# label15.Text
source: Lot Instance:
ru: Экземпляр лота:

# tabPage1.Text
source: FAMi Description
ru: Описание FAMi

# label91.Text
source: Relation Type:
ru: Тип отношения:

# cbbest.Text
source: Known Sim
ru: Знакомство

# cbfamily.Text
source: Family
ru: Семья

# cbmarried.Text
source: Married
ru: Брак

# cbengaged.Text
source: Engaged
ru: Помолвка

# cbsteady.Text
source: Steady
ru: Симпатия

# cblove.Text
source: Love
ru: Любовь

# cbcrush.Text
source: Crush
ru: Страсть

# cbbuddie.Text
source: Buddies
ru: Приятели

# cbfriend.Text
source: Friends
ru: Дружба

# cbenemy.Text
source: Enemy
ru: Вражда

# gbrelation.Text
source: Relationship State
ru: Состояние отношений

# label57.Text
source: Lifetime:
ru: Долгосрочные:

# label58.Text
source: Daily:
ru: Краткосрочные:

# label56.Text
source: Relationship Editor
ru: Править отношения

# tabPage3.Text
source: Others
ru: Другое
