Repository: luki122/simpe
Catalog: fullsimpe-svn/SimPe Helper/Localization.*.resx
Languages: fr

source: [Category:StuffPack]
fr: 3. Minis disques additionnels

source: SimPe.PackedFiles.Wrapper.JobAssignment.Nothing
fr: Aucune

source: SimPe.PackedFiles.Wrapper.JobAssignment.Chef
fr: Chef

source: SimPe.PackedFiles.Wrapper.JobAssignment.Host
fr: Hôte

source: SimPe.PackedFiles.Wrapper.JobAssignment.Server
fr: Serveur

source: SimPe.PackedFiles.Wrapper.JobAssignment.Cashier
fr: Caissier

source: SimPe.PackedFiles.Wrapper.JobAssignment.Bartender
fr: Barman

source: SimPe.PackedFiles.Wrapper.JobAssignment.Barista
fr: Barista

source: SimPe.PackedFiles.Wrapper.JobAssignment.DJ
fr: DJ

source: SimPe.PackedFiles.Wrapper.JobAssignment.SellLemonade
fr: Vendre de la limonade

source: SimPe.PackedFiles.Wrapper.JobAssignment.Stylist
fr: Styliste

source: SimPe.PackedFiles.Wrapper.JobAssignment.Tidy
fr: Rangement

source: SimPe.PackedFiles.Wrapper.JobAssignment.Restock
fr: Réasortissement

source: SimPe.PackedFiles.Wrapper.JobAssignment.Sales
fr: Ventes

source: SimPe.PackedFiles.Wrapper.JobAssignment.MakeToys
fr: Fabriquer des jouets

source: SimPe.PackedFiles.Wrapper.JobAssignment.ArrangeFlowers
fr: Arranger les fleures

source: SimPe.PackedFiles.Wrapper.JobAssignment.BuildRobots
fr: Fabriquer des Robots

source: Reset Filetable
fr: SimPE doit réinitialiser votre table de fichier. Le fichier "{flname}" sera supprimé. Voulez-vous que SimPe réinitialise votre table de fichier ?

source: Reset Cache
fr: Le format de la mémoire-cache de SimPe a été amélioré pour supporter les nouvelles fonctionnalités de "La bonne affaire". Pour fonctionner correctement, SimPe doit réinitialiser sa mémoire-cache, en supprimant le fichier "{flname}". voulez-vous que SimPe réinitialise la mémoire-cache ?

source: Unknown EP found
fr: SimPE a détecté un nouveau disque additionnel pour "Les Sims 2". Cette version de SimPE fonctionne uniquement avec les versions du jeu jusqu'à "{name}". Les nouveaux fichiers du jeu peuvent causer des erreurs lors de leur ouverture avec cette version de SimPE ! (Pour plus d'informations, visiter http://sims.ambertation.de/en/). Run SimPE anyway?

source: Warning
fr: Avertissement !

source: [All Households]
fr: [Toutes les familles]

source: SimPe.Data.NeighborhoodSlots.Sims
fr: Mémoires

source: SimPe.Data.NeighborhoodSlots.SimsIntern
fr: Souvenirs (Compétences, Badges, Inventaire...)

source: SimPe.Data.NeighborhoodSlots.Lots
fr: Terrains

source: SimPe.Data.NeighborhoodSlots.LotsIntern
fr: Terrains Interne

source: SimPe.Data.NeighborhoodSlots.Families
fr: Familles

source: SimPe.Data.NeighborhoodSlots.FamiliesIntern
fr: Familles Interne

source: Gossip about
fr: Anecdote à propos de

source: SimPe.Plugin.SimMemoryType.Memory
fr: Mémoire

source: SimPe.Plugin.SimMemoryType.Gossip
fr: Anecdote

source: SimPe.Plugin.SimMemoryType.Skill
fr: Compétence

source: SimPe.Plugin.SimMemoryType.Inventory
fr: Inventaire

source: SimPe.Plugin.SimMemoryType.GossipInventory
fr: Inventaire (Anecdote)

source: SimPe.Plugin.SimMemoryType.Token
fr: Souvenir

source: SimPe.Plugin.SimMemoryType.ValueToken
fr: Valeur

source: SimPe.Plugin.SimMemoryType.Object
fr: Objet

source: SimPe.Plugin.SimMemoryType.Aspiration
fr: Aspiration

source: SimPe.Plugin.SimMemoryType.Badge
fr: Badge

source: EP NAME 0
fr: Les Sims 2

source: EP NAME 1
fr: Les Sims 2 - Académie

source: EP NAME 2
fr: Les Sims 2 - Nuits de folie

source: EP NAME 3
fr: Les Sims 2 - La bonne affaire

source: EP NAME 4
fr: Les Sims 2 - Kit Fun en famille

source: EP NAME 5
fr: Les Sims 2 - Kit Glamour

source: EP NAME 6
fr: Les Sims 2 - Animaux & Cie

source: EP NAME 7
fr: Les Sims 2 - Kit Joyeux Noël

source: EP SNAME 0
fr: Original

source: EP SNAME 1
fr: Académie

source: EP SNAME 2
fr: Nuits de folie

source: EP SNAME 3
fr: La bonne affaire

source: EP SNAME 4
fr: Kit Fun en famille

source: EP SNAME 5
fr: Kit Glamour

source: EP SNAME 6
fr: Animaux && Cie

source: EP SNAME 7
fr: Kit Joyeux Noël

source: Check: Folder not found
fr: Le dossier de "{name}" est introuvable.

source: Check: CEP not found
fr: CEP introuvable.

source: Check: Unable to locate
fr: Impossible de localiser "{name}".

source: Check: Error while load
fr: Impossible de charger "{name}".

source: Check: Unable to load cache
fr: Impossible de charger la mémoire-cache de SimPE.

source: Check: No Objects
fr: Impossible de localiser l'objets.

source: Check: No Textures
fr: Impossible de localiser Texturdata.

source: Max Relation to this Sim
fr: Maximiser la relation avec {name}

source: Economy
fr: Affaires

source: NO_CRES_FOUND
fr: Le CRES parent est introuvable. SimPE est dans l'impossibilité de construitre la hiérarchie des articulations.

source: OpenInCaption
fr: {where} : TSData/Res...

source: FileTableSectionInclude
fr: Inclure {what}

source: All Res
fr: Toutes les ressources

source: Loading embedded resource names...
fr: Chargement des noms de ressource imbriquée...

source: Loading package...
fr: Chargement de l'emballage...

source: SimPe.PackedFiles.Wrapper.SpeciesType.Human
fr: Humain

source: SimPe.PackedFiles.Wrapper.SpeciesType.LargeDog
fr: Gros chien

source: SimPe.PackedFiles.Wrapper.SpeciesType.SmallDog
fr: Petit chien

source: SimPe.PackedFiles.Wrapper.SpeciesType.Cat
fr: Chat

source: Starting SimPE...
fr: Chargement de SimPE...

source: Validating SimPE registry
fr: Validation du registre de SimPE

source: Checking commandline parameters
fr: Vérification des paramètres de la ligne de commande

source: Creating GUI
fr: Création de l'interface

source: Starting Main Form
fr: Chargement du formulaire principal

source: Loading Plugins...
fr: Chargement des Plugins...

source: Enabling RemoteControl
fr: Activation du contrôle à distance

source: Starting Resource Loader
fr: Chargement du chargeur de ressource

source: Building View Filter
fr: Création du filtre d'aperçu

source: SimPe.ResourceListExtensionFormats.Hex
fr: comme nombre hex

source: SimPe.ResourceListExtensionFormats.Short
fr: comme chaîne courte

source: SimPe.ResourceListExtensionFormats.Long
fr: comme chaîne longue

source: SimPe.ResourceListExtensionFormats.None
fr: ne pas afficher

source: SimPe.ResourceListFormats.LongTypeNames
fr: type long + nom

source: SimPe.ResourceListFormats.ShortTypeNames
fr: type court + nom

source: SimPe.ResourceListFormats.JustNames
fr: nom seulement

source: SimPe.ResourceListUnnamedFormats.Instance
fr: instance seulement

source: SimPe.ResourceListUnnamedFormats.GroupInstance
fr: groupe + instance

source: SimPe.ResourceListUnnamedFormats.FullTGI
fr: TGI complet

source: UpdatesAvailable
fr: Il existe de nouvelles mises à jour. Est-ce que SimPE doit affichier l'information sur version ?

source: Updates
fr: Mises à jour

source: Updateable Plugins
fr: Plugins pouvant être mis à jour

source: installed
fr: Installé

source: available
fr: Disponible

source: Download from
fr: Téléchargement à partir de

source: About
fr: À propos

source: Add...
fr: Ajouter...

source: Aktualisierbare Plugins
fr: Plugins pouvant être mis à jour

source: AllRes
fr: Toutes les ressources

source: Aquarius
fr: Verseau

source: Aries
fr: Bélier

source: Athletic
fr: Sport

source: Build Namemap
fr: Créer la carte de nom

source: Capricorn
fr: Capricorne

source: Child
fr: Enfant

source: Clone
fr: Cloner

source: Create Description
fr: Créer une Description

source: Create Resource
fr: Nouvelle ressource

source: Criminal
fr: Crime

source: Culinary
fr: Cuisine

source: Czech
fr: Tchèque

source: Delete
fr: Supprimer

source: Elder
fr: Aîné(e)

source: English
fr: Anglais

source: Extract...
fr: Extraire...

source: Family Information
fr: Famille - Information

source: Family Ties
fr: Famille - Liens familiaux

source: French
fr: Français

source: from Package...
fr: à partir de l'Emballage...

source: from Selection...
fr: à partir de la sélection...

source: Gemini
fr: Gémeaux

source: German
fr: Allemand

source: Grade_A
fr: A

source: Grade_AMinus
fr: A-

source: Grade_APlus
fr: A+

source: Grade_B
fr: B

source: Grade_BMinus
fr: B-

source: Grade_BPlus
fr: B+

source: Grade_C
fr: C

source: Grade_CMinus
fr: C-

source: Grade_CPlus
fr: C+

source: Grade_D
fr: D-

source: Grade_DMinus
fr: D

source: Grade_DPlus
fr: D+

source: Grade_F
fr: F

source: Grade_Unknown
fr: Note non gérée

source: Intrigued Neighborhood
fr: Intérêts du quartier

source: LawEnforcement
fr: Forces de l'ordre

source: Leo
fr: Lion

source: Libra
fr: Balance

source: Loading
fr: Chargement de

source: Medical
fr: Médecine

source: Military
fr: Militaire

source: neighborhood
fr: Quartier

source: Neighborhood/Memory
fr: Quartier/Mémoire

source: no_new_version
fr: Il n'existe aucune nouvelle version de SimPe disponible.

source: object creation
fr: Création d'objet

source: Pisces
fr: Poissons

source: Politics
fr: Politique

source: PrivateSchool
fr: École privée

source: PublicSchool
fr: École public

source: Reload FileTable
fr: Recharger la table de fichier

source: Replace...
fr: Remplacer...

source: Restore
fr: Restaurer

source: RT_Child
fr: Enfant

source: RT_Cousin
fr: Cousin(e)

source: RT_Gradparent
fr: Grand-papa/Grand-maman

source: RT_Grandchild
fr: petit(e)-enfant

source: RT_Parent
fr: Parent (Papa/Maman)

source: RT_Sibling
fr: Famille (frère/soeur)

source: RT_Spouses
fr: Époux/Épouse

source: Sagittarius
fr: Sagittaire

source: Scorpio
fr: Scorpion

source: Set TGI Values
fr: Définir les valeurs TGI

source: Sim Description Editor
fr: Éditeur de description pour Sim

source: sim dna
fr: Sim : ADN

source: Sim Relation Editor
fr: Éditeur de relations pour Sim

source: Sim Wants and Fears
fr: Sim : Désires et Craintes

source: Slacker
fr: Flemmard

source: Taurus
fr: Taureau

source: Teen
fr: Ado

source: Toddler
fr: Bébé

source: towards
fr: envers

source: Tutorials
fr: Tutoriels

source: Unemployed
fr: Sans emplois

source: Unique Instances
fr: Instances unique

source: viewer
fr: Aperçu

source: Virgo
fr: Vierge

source: Welcome
fr: Bienvenue

source: Bidou's Career Editor...
fr: Éditeur de carrière (par Bidou)...

source: Build GLOB List
fr: Créer une liste GLOB

source: Content Preview...
fr: Aperçu du contenu...

source: Fix Fence
fr: Corriger le mur

source: Scan Folders...
fr: Rechercher dans les dossiers...

source: Animation Preview
fr: Aperçu d'animation

source: Artist
fr: Artiste

source: Baby
fr: Poupon(ne)

source: Biology
fr: Biologie

source: Downtown
fr: Centre-ville

source: Drama
fr: Drame

source: Economics
fr: Économiques

source: Extracting stage
fr: Stade d'extraction

source: Fix Integrity
fr: Corriger l'intégrité

source: Fix Neighborhood Uid's
fr: Corriger l'ID unique (Uid) de Quartier

source: Hash Generator...
fr: Générateur Hash...

source: History
fr: Histoire

source: Import Semi Globals...
fr: Importer des Semi Globals...

source: Linking stage
fr: Stade de liaison

source: Literature
fr: Litérature

source: Mathematics
fr: Mathématiques

source: NaturalScientist
fr: Naturaliste

source: Open virtual LUA package
fr: Ouvrir un emballage virtuel LUA

source: Physics
fr: Athlétisme

source: PoliticalScience
fr: Science politique

source: Psychology
fr: Psychologie

source: Refresh &amp;FileTable
fr: Actualiser la table de fichier

source: Search Packed Files...
fr: Rechercher des fichiers Packed...

source: Sims Surgery...
fr: Chirurgie pour Sims...

source: TeenElderAthletic
fr: Athlétisme (Ado/Aîné)

source: TeenElderBusiness
fr: Affaires (Ado/Aîné)

source: TeenElderCriminal
fr: Crime (Ado/Aîné)

source: TeenElderCulinary
fr: Cuisine (Ado/Aîné)

source: TeenElderLawEnforcement
fr: Forces de l'ordre (Ado/Aîné)

source: TeenElderMedical
fr: Médecine (Ado/Aîné)

source: TeenElderMilitary
fr: Militaire (Ado/Aîné)

source: TeenElderPolitics
fr: Politique (Ado/Aîné)

source: TeenElderScience
fr: Science (Ado/Aîné)

source: TeenElderSlacker
fr: Flemmard (Ado/Aîné)

source: Undeclared
fr: Non déclaré

source: University
fr: Académie

source: Unset
fr: Non définie

source: Windowed Object Workshop...
fr: Object Workshop fenêtré...

source: Binary Index
fr: Index de binaire

source: Catalog Description
fr: Catalogue - Description

source: Directory of Compressed Files
fr: Dossier de fichiers compressés

source: Family Unknown
fr: Famille Inconnu

source: ID Number
fr: Numéro ID

source: Lot Description
fr: Terrain - Description

source: Neighborhood Terrain
fr: Quartier - Terrain

source: Neighborhood Terrain Geometry
fr: Quartier - Géométrie du terrain

source: &amp;Object Finder
fr: Recherche d'objet

source: Sim Creation Index
fr: Sim - Index de création

source: Text Lists
fr: Listes de texte

source: Version Information
fr: Information sur la version

source: Suburb
fr: Commercial

source: Italian
fr: Italien

source: Russian
fr: Russe

source: Spanish
fr: Espagnol

source: UNK: 0xEC44BDDC
fr: INC : 0xEC44BDDC

source: Philosophy
fr: Philosophie

source: Danish
fr: Danois

source: Dutch
fr: Néerlandais

source: Finnish
fr: Finlandais

source: Hebrew
fr: Hébreu

source: Japanese
fr: Japonais

source: Korean
fr: Coréen

source: Norwegian
fr: Norvégien

source: Polish
fr: Polonais

source: Portuguese
fr: Portugais

source: SimplifiedChinese
fr: Chinois (Simplifié)

source: Swedish
fr: Suédois

source: Thai
fr: Thaïlandais

source: TraditionalChinese
fr: Chinois (Traditionnel)

source: 3D ID Referencing File
fr: Fichier de référence d'ID 3D

source: Behaviour Constant
fr: Comportement - Constante

source: Behaviour Constant Labels
fr: Comportement - Nom des Constantes

source: Behaviour Function
fr: Comportement - Fonction

source: Geometric Data Container
fr: Géométrique - Conteneur de donnée

source: Geometric Node
fr: Géométrique - Nœud

source: Global Data
fr: Donnée globale

source: Lighting (Point Light)
fr: Éclairage (Lumière ponctuelle)

source: Loading Cache
fr: Chargement de la mémoire-cache

source: Loading Objects
fr: Chargement des objets

source: Loading Walls, Fences and Floors
fr: Chargement des Murs, des Clôtures et des Sols

source: Material Definition
fr: Matériel - Définition

source: Material Override
fr: Matériel - Commande manuelle

source: Name Reference
fr: Référence de nom

source: Object Data
fr: Objet - Donnée

source: Object Functions
fr: Objet - Fonctions

source: Pie Menu Functions
fr: Arbre de menu - Fonctions

source: Pie Menu Strings
fr: Arbre de menu - Chaînes

source: Property Set
fr: Propriété définie

source: Resource Node
fr: Nœud de ressource

source: Shape
fr: Forme

source: Slot File
fr: Fichier Slot

source: Texture Image
fr: Image - Texture

source: Large Image File
fr: Image - Fichier de grande taille

source: Age Data
fr: Donnée d'âge

source: Audio Reference
fr: Référence audio

source: Bitmap Image
fr: Image Bitmap

source: Catalog String
fr: Catalogue - Chaîne

source: Facial Structure
fr: Structure faciale

source: Function
fr: Fonction

source: Image Color Palette (Version 1)
fr: Image - Palette de couleur (Version 1)

source: jpg/tga/png Image
fr: Image jpg/tga/png

source: Layered Image
fr: Image sur plusieurs couches

source: Package Text
fr: Texte de l'Emballage

source: Stack Script
fr: Script de pile

source: --- User Defined ---
fr: --- Définie par l'utilisateur ---

source: 3D Array
fr: Collection 3D

source: Accelerator Key Definitions
fr: Définitions de touche accélérateur

source: Animation Resource
fr: Ressource d'animation

source: Audio Test
fr: Test audio

source: Business Info
fr: Infos commerce

source: Chimney Thumbnail
fr: Cheminée - Aperçu

source: Cinematic Scene
fr: Scène cinématique

source: Content Registry
fr: Registre de contenu

source: Effects List
fr: Liste d'effets

source: Face Properties
fr: Face - Propriétés

source: Fence Arch Thumbnail
fr: Clôture - Aperçu de l'arche

source: Fence Post Layer
fr: Clôture - Post Layer

source: Fence Thumbnail
fr: Clôture - Aperçu

source: Fence XML
fr: Clôture - XML

source: Floor Thumbnail
fr: Sol - Aperçu

source: Floor XML
fr: Sol - XML

source: Foundation or Pool Thumbnail
fr: Fondation ou piscine - Aperçu

source: FX Sound
fr: FX sonore

source: Groups Cache
fr: Mémoire-cache des groupes

source: Hair Tone XML
fr: Couleur de cheveux - XML

source: House Descriptor
fr: Descripteur de maison

source: Inventory Item
fr: Item d'Inventaire

source: JPEG Image
fr: Image JPEG

source: Lighting (Ambient Light)
fr: Éclairage (Lumière ambiante)

source: Lighting (Directional Light)
fr: Éclairage (Lumière directionnelle)

source: Lighting (Draw State Light)
fr: Éclairage (Draw State Light)

source: Lighting (Environment Cube Light)
fr: Éclairage (Environment Cube Light)

source: Lighting (Linear Fog Light)
fr: Éclairage (Linear Fog Light)

source: Lighting (Spot Light)
fr: Éclairage (Spot Light)

source: Lot Terrain Geometry
fr: Terrain - Géométrie du terrain

source: Lot Texture
fr: Terrain - Texture

source: Material Object?
fr: Matériel - Objet?

source: Modular Stair Thumbnail
fr: Escalier modulaire - Aperçu

source: mp3 or xa Sound File
fr: Fichier audio mp3 ou xa

source: Name Map
fr: Carte de nom

source: Neighborhood Object XML
fr: Quartier - Objet XML

source: Node Scene
fr: Scène de nœud

source: Object
fr: Objet

source: Object Lua
fr: Objet - Lua

source: Object Material?
fr: Objet - Matériel?

source: Object XML
fr: Objet - XML

source: Pet Body Options
fr: Animal - Options de corps

source: Pet Unknown
fr: Animal - Inconnu

source: Road Texture
fr: Route - Texture

source: Roof Thumbnail
fr: Toiture - Aperçu

source: Roof XML
fr: Toiture - XML

source: SimPe.PackedFiles.Wrapper.SDescVersions.University
fr: Académie

source: Skin Tone XML
fr: Couleur de peau - XML

source: String Map
fr: Carte de chaîne

source: Terrain Thumbnail
fr: Terrain - Aperçu

source: Thumbnail
fr: Aperçu

source: Track Settings
fr: Paramètres de piste

source: TSSG System
fr: Système TSSG

source: UI Data
fr: Donnée d'interfage (UI)

source: UNK: 0x0C900FDB
fr: INC : 0x0C900FDB

source: UNK: 0x50455253
fr: INC : 0x50455253

source: UNK: 0x6C589723
fr: INC : 0x6C589723

source: UNK: 0x7B1ACFCD
fr: INC : 0x7B1ACFCD

source: UNK: 0x8B0C79D6
fr: INC : 0x8B0C79D6

source: UNK: 0x8CC0A14B
fr: INC : 0x8CC0A14B

source: UNK: 0xAB9406AA
fr: INC : 0xAB9406AA

source: UNK: 0xADEE8D84
fr: INC : 0xADEE8D84

source: UNK: 0xBC66BAEC
fr: INC : 0xBC66BAEC

source: UNK: 0xCD8B6498
fr: INC : 0xCD8B6498

source: Wall Graph
fr: Mur - Graphique

source: Wall Layer
fr: Mur - Couche

source: Wall Thumbnail
fr: Mur - Aperçu

source: Wants Tree Item
fr: Désires - Item de l'arbre

source: Wants XML
fr: Désires - XML

source: World Database
fr: Base de donnée du monde

source: Dormer Thmdnail
fr: Dortoir - Aperçu

source: SimPe.PackedFiles.Wrapper.SDescVersions.BaseGame
fr: Jeu original

source: SimPe.PackedFiles.Wrapper.SDescVersions.Business
fr: Affaire

source: SimPe.PackedFiles.Wrapper.SDescVersions.Nightlife
fr: Nuits de folie

source: SimPe.PackedFiles.Wrapper.SDescVersions.Pets
fr: Animaux

source: SimPe.PackedFiles.Wrapper.SDescVersions.Unknown
fr: Inconnu

source: CRES Hierarchie
fr: Hiérarchie CRES

source: Loading Meshes
fr: Chargement des meshes

source: Namemaps
fr: Cartes de nom

source: Property Sets
fr: Propriétés définies

source: Sub Array Editor
fr: Éditeur de sous-collection

source: [Category:Story]
fr: 4. Les Sims Histoires

source: [Description:EP5Path]
fr: Doit contenir le dossier d'installation de "Les Sims 2 - Au fil des saisons". Le dossier spécifié doit contenir un dossier nommé "TSData". Si aucun chemin n'est spécifié, SimPE utilisera le dossier par défaut.

source: [Description:SIMSLSPath]
fr: Doit contenir le dossier d'installation de "Les Sims 2 - Histoires". Le dossier spécifié doit contenir un dossier nommé "TSData". Si aucun chemin n'est spécifié, SimPE utilisera le dossier par défaut.

source: [Property:EP5Path]
fr: 5: Au fil des saisons

source: [Property:SIMSLSPath]
fr: 1: Histoires

source: [Property:SP4Path]
fr: 4: Kit Jour de Fête

source: [Description:SP4Path]
fr: Ceci devrait contenir le dossier d'installation de "Les Sims 2 - Kit Jour de Fête". Le dossier spécifié doit contenir un dossier nommé "TSData". Si aucun chemin n'est spécifié, SimPE utilisera le dossier par défaut.

source: Adventurer
fr: Aventurier

source: Education
fr: Éducation

source: EP NAME 20
fr: Les Sims 2 - Histoires

source: EP NAME 8
fr: Les Sims 2 - Au fil des saisons

source: EP SNAME 8
fr: Saisons

source: EP SNAME 20
fr: Histoires

source: Gamer
fr: Testeur de jeu

source: Journalism
fr: Journalisme

source: Law
fr: Droits

source: Music
fr: Musique

source: NoDotNet
fr: SimPE a détecté l'installation de .NET {VERSION} sur votre système. Pour que SimPE fonctionne correctement, vous devez installer .NET 2.0.

source: PetSecurity
fr: Animal - Sécurité

source: PetService
fr: Animal - Service

source: PetShowBiz
fr: Animal - Show Biz

source: TeenElderAdventurer
fr: Aventurier (Ado/Aîné)

source: TeenElderGamer
fr: Testeur de jeu (Ado/Aîné)

source: TeenElderJournalism
fr: Journalisme (Ado/Aîné)

source: TeenElderLaw
fr: Droits (Ado/Aîné)

source: TeenElderMusic
fr: Musique (Ado/Aîné)

source: TeenElderEducation
fr: Éducation (Ado/Aîné)

source: URLKnowledgeBase
fr: http://sims.ambertation.de/en/kb/
