Repository: luki122/simpe
Catalog: fullsimpe-svn/SimPe Helper/Localization.*.resx
Languages: fr

source: Unknown
fr: Iconnu

source: UNK
fr: INC

source: userdefined
fr: Défini par l'utilisateur

source: sdesc
fr: Description du Sim

source: srel
fr: Relations du Sim

source: famt
fr: Liens familiaux

source: str
fr: Listes de texte

source: realsize
fr: Taille réelle

source: none
fr: Aucun

source: err000
fr: Erreur lors du chargement d'un fichier emballé.

source: proceed
fr: Procéder ?

source: ask000
fr: Voulez-vous interrompre l'extraction ?

source: errwritingfile
fr: Erreur lors de l'écriture dans le fichier

source: err001
fr: Erreur lors de l'écriture du Descripteur d'Emballage.

source: nfo000
fr: {0} fichier(s) extrait(s)

source: err002
fr: Impossible d'extraire vers

source: err003
fr: Erreur durant le remplacement d'un fichier emballé avec {0}.

source: erropenfile
fr: Erreur lors de l'ouverture

source: err004
fr: Erreur durant l'ouverture du fichier récent.

source: errregistry
fr: Erreur lors de l'accès au Registre

source: delete?
fr: Supprimer ?

source: askdelete
fr: Voulez-vous vraiment supprimer les fichiers sélectionnés ?

source: err005
fr: Erreur durant la suppression d'un fichier Packed

source: err006
fr: Erreur durant l'ajout d'un fichier emballé

source: err007
fr: Impossible de maximiser les intérêts de tous les Sims

source: commited
fr: Les modifications ont été appliquées

source: cantcommitfami
fr: Impossible d'appliquer les changements du fichier Famille

source: cantcommitsdesc
fr: Impossible d'appliquer les changements de Description du Sim.

source: cantcommitfamt
fr: Impossible d'appliquer les changements du fichier Liens Familiaux.

source: cantcommittie
fr: Impossible d'appliquer les changements des Liens actuels.

source: cantaddrelation
fr: Impossible d'ajouter la relation

source: cantcommitrelation
fr: Impossible d'appliquer les changements de la relation actuelle.

source: cantdeleterelation
fr: Impossible de supprimer la relation.

source: filenotfound
fr: Fichier introuvable

source: rightclickcopy
fr: Clic-droit : copie dans le presse-papier

source: viewver
fr: Aperçu

source: cantaddtie
fr: Impossible d'ajouter ce Sim à la Liste de Liens

source: MyMotherIs
fr: Parent A (maman) est

source: MyFatherIs
fr: Parent B (papa) est

source: ImMarriedTo
fr: Je suis marié(e) à

source: MySiblingIs
fr: Mon frangin(e) est

source: MyChildIs
fr: Mon enfant est

source: cantcommitobjd
fr: Impossible d'appliquer les changements du fichier Donnée d'objet.

source: unnamed
fr: Sans-nom

source: byteviewerror
fr: Erreur lors de l'affichage de Byte View

source: usebigfile?
fr: Ce fichier est d'une taille plus grande que 10ko, le charger quand même ? (Cela peut prendre quelques instants !)

source: confirm
fr: Confirmation

source: English_uk
fr: Anglais (RU)

source: errconvert
fr: Impossible d'assigner une valeur

source: neighborhoodbrowser
fr: Explorateur de quartier

source: simsbrowser
fr: Explorateur de Sim

source: backuprestore
fr: Voulez-vous créer une copie du Quartier actuel avant de l'écraser avec cette sauvegarde ?

source: backupdelete
fr: Voulez-vous vraiment supprimer les fichiers qui se trouvent dans {0} ?

source: backup?
fr: Créer une copie ?

source: disclaimer
fr: SimPE est un outil utilisé pour modifier les données internes de "Les Sims 2". Plusieurs personnes utilisent SimPE sans problème. Mais si vous ne faites pas attention cet outil peut endommager votre jeu et même votre système. N'utilisez pas SimPE si vous ne voulez pas prendre ce risque ! Rappelez-vous que SimPE est en stade alpha ! Assurez-vous d'avoir une copie de secours fonctionnelle de "Mes documents\EA Games\Les Sims 2\" avant de lancer SimPE. Lancer SimPE maintenant ?

source: savechanges?
fr: Enregistrer les changements ?

source: savechanges
fr: Voulez-vous appliquer les changements apportés à l'Emballage "{filename}" ?

source: unsavedchanges
fr: Certains fichiers du Package ont été modifiés mes ces modifications n'ont pas été enregistrées, ces changements seront perdus lors de l'ouverture d'un autre quartier. Voulez-vous continuer ?

source: errunsupportedimage
fr: Ce type d'image n'est pas supporté

source: Brazilian
fr: Portuguès (Brésil)

source: savewrapperchanges
fr: Voulez-vous appliquer les changements apportés à la ressource "{name}" ? Emballage : {filename}

source: RT_Unset_Unknown
fr: Non défini ou inconnu

source: RT_Nice_Nephew
fr: Nièce ou Neveu

source: RT_Aunt
fr: Tante ou Oncle

source: OW_Warning
fr: Pour que cette fonctionnalité fonctionne sur les objets dont le support d'ajout de Couleur n'est pas activés, vous aurez besoin de télécharger "Options d'Activation de Couleur" (Colour Options Enabler) ici http://sims.ambertation.de/download.shtml .\n\n Cette fonctionnalité est en stade de "Beta Test" et peut ne pas fonctionner correctement. Ne distribuez pas un objet Recoloré avec cet outil sans mentionner qu'il est en teste ou en version Beta, et n'oubliez pas que l'utilisateur aura aussi besoin de "Options d'Activation de Couleur" pour tous les objets "Recolorés" !\n\n Continuer ?

source: YoungAdult
fr: Jeune adult

source: yes
fr: Oui

source: no
fr: Non

source: open_wnt_from_sdsc
fr: Voulez-vous appliquer les changements de ce Sim avant d'ouvrir Désires & Craintes?"

source: open_fami_from_sdsc
fr: Voulez-vous appliquer les changements de ce Sim avant d'ouvrir l'information de famille ?"

source: open_dna_from_sdsc
fr: Voulez-vous appliquer les changements de ce Sim avant d'ouvrir l'information d'ADN ?"

source: open_cloth_from_sdsc
fr: Voulez-vous appliquer les changements de ce Sim avant d'ouvrir le fichier de vêtement ?"

source: cancel
fr: Annuler

source: object tool
fr: Outils d'objet

source: changed?
fr: Ressource modifiée

source: reschanged
fr: La ressource "{name}" a été modifiée. Est-ce que SimPe doit le recharger ? Package : {filename}

source: SimPe.Data.FamilyTieTypes.MyMotherIs
fr: Parent A

source: SimPe.Data.FamilyTieTypes.MyFatherIs
fr: Parent B

source: SimPe.Data.FamilyTieTypes.ImMarriedTo
fr: Marié(e)

source: SimPe.Data.FamilyTieTypes.MySiblingIs
fr: frangin(e)

source: SimPe.Data.FamilyTieTypes.MyChildIs
fr: Enfant

source: AddFamilyTieCaption
fr: Ajouter "{name}" à la famille de "{gname}"

source: OpenSDesc
fr: Ouvrir Description du Sim de "{name}"

source: AddRelationCaption
fr: Ajouter une relation à{name}

source: RemoveRelationCaption
fr: Supprimer la relation de {name}

source: Please Wait
fr: Veuillez patienter...

source: Current Version
fr: Version actuelle

source: Available QA-Version
fr: QA-Version disponible

source: Available Version
fr: Version disponible

source: download
fr: télécharger

source: get_qa_release
fr: Une nouvelle <b>Version QA</b> a été trouvée.<br />Vous pouvez la télécharger ici <b><a href="http://ambertation.de/simpeforum/forum/viewforum/14" target="_blank">http://ambertation.de/simpeforum/forum/viewforum/14</a></b>.

source: cache_cleared
fr: "La mémoire-cache a été effacée. SimPE doit être relancé pour terminer l'opération!"

source: SimPe.Data.ObjectTypes.Person
fr: Personne

source: SimPe.Data.ObjectTypes.Normal
fr: Normal

source: SimPe.Data.ObjectTypes.ArchitecturalSupport
fr: Architecture

source: SimPe.Data.ObjectTypes.SimType
fr: Type de Sim

source: SimPe.Data.ObjectTypes.Door
fr: Porte

source: SimPe.Data.ObjectTypes.Window
fr: Fenêtre

source: SimPe.Data.ObjectTypes.Stairs
fr: Escaliers

source: SimPe.Data.ObjectTypes.ModularStairs
fr: Escaliers modulaires

source: SimPe.Data.ObjectTypes.ModularStairsPortal
fr: Rampes pour escaliers

source: SimPe.Data.ObjectTypes.Vehicle
fr: Vehicle

source: SimPe.Data.ObjectTypes.Outfit
fr: Costume

source: SimPe.Data.ObjectTypes.Memory
fr: Mémoire

source: SimPe.Data.ObjectTypes.Template
fr: Préconçu (Template)

source: SimPe.Data.ObjectTypes.Unknown
fr: Inconnu

source: SimPe.Data.ObjectTypes.Tiles
fr: Carrelages

source: Other
fr: Autre

source: SimPe.Data.ObjFunctionSortBits.Seating
fr: Confort (Siège, lit)

source: SimPe.Data.ObjFunctionSortBits.Surfaces
fr: Surfaces

source: SimPe.Data.ObjFunctionSortBits.Appliances
fr: Électroménager

source: SimPe.Data.ObjFunctionSortBits.Electronics
fr: Électroniques

source: SimPe.Data.ObjFunctionSortBits.Plumbing
fr: Plomberie

source: SimPe.Data.ObjFunctionSortBits.Decorative
fr: Décorations

source: SimPe.Data.ObjFunctionSortBits.General
fr: Général

source: SimPe.Data.ObjFunctionSortBits.Lighting
fr: Éclairage

source: SimPe.Data.ObjFunctionSortBits.Hobbies
fr: Hobbies

source: SimPe.Data.ObjFunctionSortBits.AspirationRewards
fr: Récompenses d'aspiration

source: SimPe.Data.ObjFunctionSortBits.CareerRewards
fr: Récompenses professionnelles

source: SimPe.Data.ObjFunctionSubSort.Seating_DiningroomChair
fr: Confort (Siège, lit) / Sièges de salle à manger

source: SimPe.Data.ObjFunctionSubSort.Seating_LivingroomChair
fr: Confort (Siège, lit) / Sièges de salon

source: SimPe.Data.ObjFunctionSubSort.Seating_Sofas
fr: Confort (Siège, lit) / Sofas & causeuses

source: SimPe.Data.ObjFunctionSubSort.Seating_Beds
fr: Confort (Siège, lit) / Lits

source: SimPe.Data.ObjFunctionSubSort.Seating_Recreation
fr: Confort (Siège, lit) / Relax (Fauteuil)

source: SimPe.Data.ObjFunctionSubSort.Seating_UnknownA
fr: Confort (Siège, lit) / Inconnu I

source: SimPe.Data.ObjFunctionSubSort.Seating_UnknownB
fr: Confort (Siège, lit) / Inconnu II

source: SimPe.Data.ObjFunctionSubSort.Seating_Misc
fr: Confort (Siège, lit) / Divers

source: SimPe.Data.ObjFunctionSubSort.Surfaces_Counter
fr: Surfaces / Bars

source: SimPe.Data.ObjFunctionSubSort.Surfaces_Table
fr: Surfaces / Tables

source: SimPe.Data.ObjFunctionSubSort.Surfaces_EndTable
fr: Surfaces / Tables de chevet

source: SimPe.Data.ObjFunctionSubSort.Surfaces_Desks
fr: Surfaces / Bureaux

source: SimPe.Data.ObjFunctionSubSort.Surfaces_Coffeetable
fr: Surfaces / Tables de basses

source: SimPe.Data.ObjFunctionSubSort.Surfaces_Business
fr: Surfaces / Étagères

source: SimPe.Data.ObjFunctionSubSort.Surfaces_UnknownB
fr: Surfaces / Inconnu II

source: SimPe.Data.ObjFunctionSubSort.Surfaces_Misc
fr: Surfaces / Divers

source: SimPe.Data.ObjFunctionSubSort.Decorative_Wall
fr: Décorations / Peintures

source: SimPe.Data.ObjFunctionSubSort.Decorative_Sculpture
fr: Décorations / Sculptures

source: SimPe.Data.ObjFunctionSubSort.Decorative_Plants
fr: Décorations / Plantes

source: SimPe.Data.ObjFunctionSubSort.Decorative_Mirror
fr: Décorations / Miroirs

source: SimPe.Data.ObjFunctionSubSort.Decorative_Curtain
fr: Décorations / Rideaux

source: SimPe.Data.ObjFunctionSubSort.Decorative_Rugs
fr: Décorations / Carpettes

source: SimPe.Data.ObjFunctionSubSort.Decorative_UnknownB
fr: Décorations / Inconnu II

source: SimPe.Data.ObjFunctionSubSort.Decorative_Misc
fr: Décorations / Divers

source: SimPe.Data.ObjFunctionSubSort.Plumbing_Toilet
fr: Plomberie / Toilette

source: SimPe.Data.ObjFunctionSubSort.Plumbing_Shower
fr: Plomberie / Douches et baignoires

source: SimPe.Data.ObjFunctionSubSort.Plumbing_Sink
fr: Plomberie / Éviers

source: SimPe.Data.ObjFunctionSubSort.Plumbing_HotTub
fr: Plomberie / Bains à remous

source: SimPe.Data.ObjFunctionSubSort.Plumbing_UnknownC
fr: Plomberie / Inconnu III

source: SimPe.Data.ObjFunctionSubSort.Plumbing_UnknownA
fr: Plomberie / Inconnu I

source: SimPe.Data.ObjFunctionSubSort.Plumbing_UnknownB
fr: Plomberie / Inconnu II

source: SimPe.Data.ObjFunctionSubSort.Plumbing_Misc
fr: Plomberie / Divers

source: SimPe.Data.ObjFunctionSubSort.Appliances_Cooking
fr: Électroménager / Cuisine

source: SimPe.Data.ObjFunctionSubSort.Appliances_Refrigerator
fr: Électroménager / Réfrigérateurs

source: SimPe.Data.ObjFunctionSubSort.Appliances_Small
fr: Électroménager / Petits

source: SimPe.Data.ObjFunctionSubSort.Appliances_Large
fr: Électroménager / Gros

source: SimPe.Data.ObjFunctionSubSort.Appliances_UnknownC
fr: Électroménager / Inconnu III

source: SimPe.Data.ObjFunctionSubSort.Appliances_UnknownA
fr: Électroménager / Inconnu I

source: SimPe.Data.ObjFunctionSubSort.Appliances_UnknownB
fr: Électroménager / Inconnu II

source: SimPe.Data.ObjFunctionSubSort.Appliances_Misc
fr: Électroménager / Divers

source: SimPe.Data.ObjFunctionSubSort.Electronics_Entertainment
fr: Électroniques / Loisirs

source: SimPe.Data.ObjFunctionSubSort.Electronics_TV_and_Computer
fr: Électroniques / Vidéo

source: SimPe.Data.ObjFunctionSubSort.Electronics_Audio
fr: Électroniques / Audio

source: SimPe.Data.ObjFunctionSubSort.Electronics_Small
fr: Électroniques / Petits appareils

source: SimPe.Data.ObjFunctionSubSort.Electronics_UnknownC
fr: Électroniques / Inconnu III

source: SimPe.Data.ObjFunctionSubSort.Electronics_UnknownA
fr: Électroniques / Inconnu I

source: SimPe.Data.ObjFunctionSubSort.Electronics_UnknownB
fr: Électroniques / Inconnu II

source: SimPe.Data.ObjFunctionSubSort.Electronics_Misc
fr: Électroniques / Divers

source: SimPe.Data.ObjFunctionSubSort.Lighting_TableLamp
fr: Éclairage / Lampes de bureau

source: SimPe.Data.ObjFunctionSubSort.Lighting_FloorLamp
fr: Éclairage / Lampes de sol

source: SimPe.Data.ObjFunctionSubSort.Lighting_WallLamp
fr: Éclairage / Appliques murales

source: SimPe.Data.ObjFunctionSubSort.Lighting_CeilingLamp
fr: Éclairage / Lustres

source: SimPe.Data.ObjFunctionSubSort.Lighting_Outdoor
fr: Éclairage / Extérieur

source: SimPe.Data.ObjFunctionSubSort.Lighting_UnknownA
fr: Éclairage / Inconnu I

source: SimPe.Data.ObjFunctionSubSort.Lighting_UnknownB
fr: Éclairage / Inconnu II

source: SimPe.Data.ObjFunctionSubSort.Lighting_Misc
fr: Éclairage / Divers

source: SimPe.Data.ObjFunctionSubSort.Hobbies_Creative
fr: Hobbies / Créativité

source: SimPe.Data.ObjFunctionSubSort.Hobbies_Knowledge
fr: Hobbies / Connaissance

source: SimPe.Data.ObjFunctionSubSort.Hobbies_Excerising
fr: Hobbies / Exercice

source: SimPe.Data.ObjFunctionSubSort.Hobbies_Recreation
fr: Hobbies / Récréation

source: SimPe.Data.ObjFunctionSubSort.Hobbies_UnknownC
fr: Hobbies / Inconnu III

source: SimPe.Data.ObjFunctionSubSort.Hobbies_UnknownA
fr: Hobbies / Inconnu I

source: SimPe.Data.ObjFunctionSubSort.Hobbies_UnknownB
fr: Hobbies / Inconnu II

source: SimPe.Data.ObjFunctionSubSort.Hobbies_Misc
fr: Hobbies / Divers

source: SimPe.Data.ObjFunctionSubSort.General_Dresser
fr: Général / Garde-robe

source: SimPe.Data.ObjFunctionSubSort.General_Party
fr: Général / Fêtes

source: SimPe.Data.ObjFunctionSubSort.General_Child
fr: Général / Enfants

source: SimPe.Data.ObjFunctionSubSort.General_Pets
fr: Général / Animaux

source: SimPe.Data.ObjFunctionSubSort.General_Car
fr: Général / Véhicules

source: SimPe.Data.ObjFunctionSubSort.General_UnknownA
fr: Général / Inconnu I

source: SimPe.Data.ObjFunctionSubSort.General_UnknownB
fr: Général / Inconnu II

source: SimPe.Data.ObjFunctionSubSort.General_Misc
fr: Général / Divers

source: SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownA
fr: Récompenses d'aspiration / Unknown I

source: SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownB
fr: Récompenses d'aspiration / Inconnu II

source: SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownC
fr: Récompenses d'aspiration / Inconnu III

source: SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownD
fr: Récompenses d'aspiration / Inconnu IV

source: SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownE
fr: Récompenses d'aspiration / Inconnu V

source: SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownF
fr: Récompenses d'aspiration / Inconnu VI

source: SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownG
fr: Récompenses d'aspiration / Inconnu VII

source: SimPe.Data.ObjFunctionSubSort.AspirationRewards_UnknownH
fr: Récompenses d'aspiration / Inconnu VIII

source: SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownA
fr: Récompenses professionnelles / Inconnu I

source: SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownB
fr: Récompenses professionnelles / Inconnu II

source: SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownC
fr: Récompenses professionnelles / Inconnu III

source: SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownD
fr: Récompenses professionnelles / Inconnu IV

source: SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownE
fr: Récompenses professionnelles / Inconnu V

source: SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownF
fr: Récompenses professionnelles / Inconnu VI

source: SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownG
fr: Récompenses professionnelles / Inconnu VII

source: SimPe.Data.ObjFunctionSubSort.CareerRewards_UnknownH
fr: Récompenses professionnelles / Inconnu VIII

source: Searching - Please Wait
fr: Recherche en cours - Patientez

source: XObject
fr: Autre

source: SimPe.Data.XObjFunctionSubSort.Roof
fr: Toiture

source: SimPe.Data.XObjFunctionSubSort.Fence_Rail
fr: Clôtures et rampes

source: SimPe.Data.XObjFunctionSubSort.Fence_Halfwall
fr: Demi-murs

source: SimPe.Data.XObjFunctionSubSort.Terrain
fr: Terrains

source: SimPe.Data.XObjFunctionSubSort.Floor_Brick
fr: Sol / Brique

source: SimPe.Data.XObjFunctionSubSort.Floor_Carpet
fr: Sol / Moquette

source: SimPe.Data.XObjFunctionSubSort.Floor_Lino
fr: Sol / Linoléum

source: SimPe.Data.XObjFunctionSubSort.Floor_Poured
fr: Sol / Coulures

source: SimPe.Data.XObjFunctionSubSort.Floor_Stone
fr: Sol / Pierre

source: SimPe.Data.XObjFunctionSubSort.Floor_Tile
fr: Sol / Carrelage

source: SimPe.Data.XObjFunctionSubSort.Floor_Wood
fr: Sol / Bois

source: SimPe.Data.XObjFunctionSubSort.Floor_Other
fr: Sol / Autre

source: SimPe.Data.XObjFunctionSubSort.Wall_Brick
fr: Revêtements Muraux / Brique

source: SimPe.Data.XObjFunctionSubSort.Wall_Masonry
fr: Revêtements Muraux / Maçonnerie

source: SimPe.Data.XObjFunctionSubSort.Wall_Paint
fr: Revêtements Muraux / Peinture

source: SimPe.Data.XObjFunctionSubSort.Wall_Paneling
fr: Revêtements Muraux / Boiserie

source: SimPe.Data.XObjFunctionSubSort.Wall_Poured
fr: Revêtements Muraux / Coulé

source: SimPe.Data.XObjFunctionSubSort.Wall_Siding
fr: Revêtements Muraux / Parement

source: SimPe.Data.XObjFunctionSubSort.Wall_Tile
fr: Revêtements Muraux / Carrelage

source: SimPe.Data.XObjFunctionSubSort.Wall_Wallpaper
fr: Revêtements Muraux / Papier peint

source: SimPe.Data.XObjFunctionSubSort.Wall_Other
fr: Revêtements Muraux / Autre

source: SimPe.Data.XObjFunctionSubSort.Hood_Landmark
fr: Quartier (Décorations) / Points de repère

source: SimPe.Data.XObjFunctionSubSort.Hood_Flora
fr: Quartier (Décorations) / Flore

source: SimPe.Data.XObjFunctionSubSort.Hood_Effects
fr: Quartier (Décorations) / Effets

source: SimPe.Data.XObjFunctionSubSort.Hood_Misc
fr: Quartier (Décorations) / Divers

source: SimPe.Data.XObjFunctionSubSort.Hood_Stone
fr: Quartier (Décorations) / Pierres

source: SimPe.Data.XObjFunctionSubSort.Hood_Other
fr: Quartier (Décorations) / Autre

source: Fun
fr: Divertissement

source: Fix_Fence_Warning
fr: "Créer une clôture compatible avec la version originale du jeu, n'est pas une mince affaire qui peut causer des conflits dans le jeu. Je ne le recommande pas si vous avez en tête de distribuer la clôture ! Si vous voulez créer une clôture pour la version originale du jeu, veuillez considérer de la créer en deux Packages séparés. Un pour Académie et supérieur, et un autre pour la version originale du jeu. Voulez-vous réellement rendre cette clôture compatible avec la version originale du jeu ?"

source: Censor_Install_Warn
fr: Vous avez installé "Nuits de folie" (ou un nouveau disque additionnel). SimPE doit copier un fichier dans votre dossier "Config" pour retirer le Voile. Voulez-vous continuer ?

source: Censor_UnInstall_Warn
fr: Pour restaurer le Voile, SimPE doit supprimer le fichier {filename}. Voulez-vous continuer ?

source: Check FileTable
fr: Vérifier la table de fichier

source: Delete Sim
fr: Supprimer le Sim

source: SimPe.Data.MetaData.AspirationTypes.Nothing
fr: Aucun(e)

source: SimPe.Data.MetaData.AspirationTypes.Romance
fr: Amour

source: SimPe.Data.MetaData.AspirationTypes.Family
fr: Famille

source: SimPe.Data.MetaData.AspirationTypes.Fortune
fr: Richesse

source: SimPe.Data.MetaData.AspirationTypes.Reputation
fr: Réputation

source: SimPe.Data.MetaData.AspirationTypes.Knowledge
fr: Connaissance

source: SimPe.Data.MetaData.AspirationTypes.Growup
fr: Grandir

source: SimPe.Data.MetaData.AspirationTypes.Chees
fr: Fromage

source: PresetClassic
fr: classique

source: PresetModern
fr: moderne

source: PresetChanged
fr: L'apparence de SimPE a été modifiée pour "{name}". Voulez-vous relancer SimPE maintenant ?

source: ObsoleteOW
fr: La version fenêtrée de ObjectWorkshop est quelque peu vieillotte. Veuillez utiliser sa version Onglet. Vous devriez utiliser la version Onglet de ObjectWorkshop, qui est accessible depuis le menu "Fenêtres->ObjectWorkshop". Continuer ?

source: Package Tool
fr: Outil d'Emballage

source: Repair Package...
fr: Réparer l'Emballage...

source: Open Sims2Pack...
fr: Ouvrir un Emballage auto. extractible (Sims2Pack)...

source: Create Sims2Pack...
fr: Créer un Emballage auto. extractible (Sims2Pack)...

source: FinishedPackageRepair
fr: Recherche d'erreurs terminée.

source: [Property:GamePath]
fr: Sims 2

source: [Description:GamePath]
fr: Doit contenir le dossier d'installation de "Les Sims 2". Le dossier spécifié doit contenir un dossier nommé "TSData". Si aucun chemin n'est spécifié, SimPE utilisera le dossier par défaut.

source: [Property:EP1Path]
fr: 1: Académie

source: [Description:EP1Path]
fr: Doit contenir le dossier d'installation de "Les Sims 2 - Académie". Le dossier spécifié doit contenir un dossier nommé "TSData". Si aucun chemin n'est spécifié, SimPE utilisera le dossier par défaut.

source: [Property:EP2Path]
fr: 2: Nuits de folie

source: [Description:EP2Path]
fr: Doit contenir le dossier d'installation de "Les Sims 2 - Nuits de folie". Le dossier spécifié doit contenir un dossier nommé "TSData". Si aucun chemin n'est spécifié, SimPE utilisera le dossier par défaut.

source: [Property:EP3Path]
fr: 3: La bonne affaire

source: [Description:EP3Path]
fr: Doit contenir le dossier d'installation de "Les Sims 2 - La bonne affaire". Le dossier spécifié doit contenir un dossier nommé "TSData". Si aucun chemin n'est spécifié, SimPE utilisera le dossier par défaut.

source: [Property:EP4Path]
fr: 4: Animaux & Cie

source: [Description:EP4Path]
fr: Doit contenir le dossier d'installation de "Les Sims 2 - Animaux && Cie". Le dossier spécifié doit contenir un dossier nommé "TSData". Si aucun chemin n'est spécifié, SimPE utilisera le dossier par défaut.

source: [Property:SP1Path]
fr: 1: Kit Fun en famille

source: [Description:SP1Path]
fr: Doit contenir le dossier d'installation de "Les Sims 2 - Kit Fun en famille". Le dossier spécifié doit contenir un dossier nommé "TSData". Si aucun chemin n'est spécifié, SimPE utilisera le dossier par défaut.

source: [Property:SP2Path]
fr: 2: Kit Glamour

source: [Description:SP2Path]
fr: Ceci devrait contenir le dossier d'installation de "Les Sims 2 - Kit Glamour". Le dossier spécifié doit contenir un dossier nommé "TSData". Si aucun chemin n'est spécifié, SimPE utilisera le dossier par défaut.

source: [Property:SP3Path]
fr: 3: Kit Joyeux Noël

source: [Description:SP3Path]
fr: Ceci devrait contenir le dossier d'installation de "Les Sims 2 - Kit Joyeux Noël". Le dossier spécifié doit contenir un dossier nommé "TSData". Si aucun chemin n'est spécifié, SimPE utilisera le dossier par défaut.

source: [Property:SaveGamePath]
fr: Partie sauvegardée

source: [Description:SaveGamePath]
fr: Doit contenir le dossier de parties sauvegardées de "Les Sims 2". Le dossier spécifié doit contenir ces deux dossiers nommés "Downloads" et "Neighborhoods". Si aucun chemin n'est spécifié, SimPE utilisera le dossier par défaut.

source: [Property:NvidadPath]
fr: Outil Nvidia DDS

source: [Description:NvidadPath]
fr: Doit contenir le dossier contenant l'outil Nvidia DDS.

source: [Category:BaseGame]
fr: 1. Jeu original

source: [Category:ExpansionPack]
fr: 2. Disques additionnels
