Repository: luki122/simpe
Catalog: fullsimpe/SimPe Toolbox Workshops/ObjectsDock.*.resx
Languages: ru

# label4.Text
source: Biggest thanks go to Numenor and RGiles for making the Object Workshop possible in the first place, and their constant help in the developing process.
ru: Большое спасибо пользователям Numenor и RGiles, за идею Мастерской предметов и их помощь в процессе разработки.

# button2.Text
source: Open...
ru: Открыть...

# label1.Text
source: Welcome to the new Object Workshop.
ru: Добро пожаловать в мастерскую новых предметов.

# button1.Text
source: Start
ru: Начать

# label2.Text
source: The Object Data is not yet loaded. Please choose "Start", to load the Object Browser. Or click "Open...", to load a custom Package.
ru: Данные о предметах еще не загружены. Выберите "Начать", для обзора предметов. Или щелкните "Открыть...", для загрузки вашего архива.

# xpTaskBoxSimple2.HeaderText
source: Selected Object
ru: Выбранный предмет

# xpTaskBoxSimple1.HeaderText
source: Selected Object
ru: Выбранный предмет

# cbColorExt.Text
source: Create Color Extension Package
ru: Создать Пакет дополнительных цветов

# gbRecolor.HeaderText
source: Recolor
ru: Перекраска

# cbfix.Text
source: Fix Cloned Files (by wes_h)
ru: Починить клонированные файлы

# cbgid.Text
source: Set Custom Group ID (0x1c050000)
ru: Изменить ID группы (0x1c050000)

# gbClone.HeaderText
source: Clone
ru: Клонирование

# cbTask.Items
source: Recolor
ru: Перекраска

# cbTask.Items1
source: Clone
ru: Клонирование

# label3.Text
source: Task:
ru: Задание:

# lbfinished.Text
source: Object was created.
ru: Предмет создан.

# lberr.Text
source: SimPE was unable to create the Object. A possible reason could be, that the selected Object is not CEP enabled, or that you did Interrupt the creation process. Another reason might be, that the selected Object "borrows" it's Textures from a Parent Object. In that case you would need to work with the Parent Object.
ru: SimPE не удалось создать предмет. Возможно, был выбран предмет, который не поддерживает CEP (пакеты дополнительных цветов), или вы допустили ошибку в процессе создания. Другая возможная причина, это выбор текстур из родительского предмета. В этом случае вам нужно работать с родительским объектом.

# lbfinload.Text
source: Object was created and loaded.
ru: Предмет создан и загружен.

# lbwait.Text
source: Please Wait
ru: Подождите

# biPrev.Text
source: Previous
ru: Назад

# biNext.Text
source: Next
ru: Далее

# biFinish.Text
source: Finish
ru: Готово

# biAbort.Text
source: Startover
ru: В начало

# biCatalog.Text
source: Catalog
ru: Каталог
