Repository: luki122/simpe
Catalog: trunk/fullsimpe/SimPe Main/OptionForm.*.resx
Languages: de

# label2.Text
source: set Default:
de: Standard Verzeichnis:

# cbdebug.Text
source: Game is in Debug Mode
de: Spiel startet im Debug Modus

# cbblur.Text
source: Blur nudity
de: Nackte Sims verpixeln

# cbsound.Text
source: Enable Sound when starting the Game
de: Spiel mit Ton starten

# label1.Text
source: External Tools:
de: Externe Programme:

# linkLabel1.Text
source: add
de: hinzufügen

# linkLabel2.Text
source: delete
de: löschen

# button2.Text
source: Browse...
de: Durchsuchen...

# button3.Text
source: Browse...
de: Durchsuchen...

# button4.Text
source: Browse...
de: Durchsuchen...

# label5.Text
source: Nvidia DDS Tool Folder:
de: Nvidia DDS Tool Verzeichnis:

# button5.Text
source: Browse...
de: Durchsuchen...

# linkLabel4.Text
source: set Default:
de: Standard Verzeichnis:

# lldds2.Text
source: You can download them here
de: Sie stehen hier zum Download bereit.

# lldds.Text
source: The Nvidia DDS Utilities were not found.
de: The Nvidia DDS Utilities wurden nicht gefunden.

# label7.Text
source: Savegame Folder:
de: Spielstand Verzeichnis:

# label6.Text
source: Sims 2 University Folder:
de: Wilde Kampus-Jahre Verz.:

# label3.Text
source: Sims 2 Folder:
de: Sims 2 Verzeichnis:

# llsetep1.Text
source: set Default:
de: Standard Verzeichnis:

# cbow.Text
source: show Dialog fast
de: schnell anzeigen

# cbshowobjd.Text
source: show OBJd Filename
de: zeige OBJd Dateinamen

# label8.Text
source: Thumbnail Size:
de: Vorschau Größe:

# button6.Text
source: clear Cache
de: Cache leeren

# groupBox2.Text
source: SimPE Settings:
de: SimPE Einstellungen:

# cbpkgmaint.Text
source: Use Pkg. Mainatiner
de: Verwende Pkg. Mainatiner

# cbupdate.Text
source: Check for Updates on Startup
de: Beim starten auf Updates prüfen

# cbhidden.Text
source: Advanced mode
de: Experten Modus

# cbhidden.ToolTip
source: You have to Restart SimPe when changing this Option
de: Nach dem Ändern dieser Einstellung mus SimPe neu gestartet werden

# label4.Text
source: Default Language:
de: Standard Sprache:

# cbautobak.Text
source: Auto Backup
de: Automatisches Backup

# cbcache.Text
source: Use Cache
de: Cache benutzen

# cbsilent.Text
source: Silent (less Popups)
de: Leise (weniger Popups)

# cbwait.Text
source: Waiting Screen
de: Wartebildschirm

# cbmulti.Text
source: Allow multiple open Resources
de: Mehrere geöffnete Resourcen gleichzeitig zulassen

# groupBox1.Text
source: Game Settings:
de: Spiel Einstellungen:

# lladddown.Text
source: add Downloads Folder
de: Downloads Verz. aufnehmen

# lldel.Text
source: delete
de: löschen

# lladd.Text
source: add
de: hinzufügen

# label9.Text
source: Scanned Folders:
de: Durchsuchte Verzeichnisse:

# groupBox4.Text
source: Gmdc Settings:
de: Gmdc Einstellungen:

# label10.Text
source: Im-/Export Scale:
de: Im-/Export Skalierung:

# cbjointname.Text
source: GMDC: Show Joint Names
de: GMDC: Zeige Joint-Bezeichnung

# hcFolders.Text
source: System Folders
de: System Verzeichnisse

# hcSettings.Text
source: Settings
de: Einstellungen

# button7.Text
source: reset Layout
de: Layout zurücksetzen

# button7.ToolTip
source: This Option will Reset the Layout of the Main GUI to the default.
de: Setzt die Layout Einstellungen des Hauptbildschirms zurück.

# hcTools.Text
source: External Tools
de: Externe Programme

# hcFileTable.Text
source: FileTable (search Path)
de: FileTable (Suchpfad)

# nbFolders.Text
source: System Folders
de: Verzeichnisse

# nbSettings.Text
source: SimPE Settings
de: Einstellungen

# nbTools.Text
source: External Tools
de: Programme

# $this.Text
source: Preferences
de: Einstellungen
