Repository: luki122/simpe
Catalog: SimPe Toolbox Workshops/ObjectsDock.*.resx
Languages: de

# label4.Text
source: Biggest thanks go to Numenor and RGiles for making the Object Workshop possible in the first place, and their constant help in the developing process.
de: Tausend Dank an Numenor und RGiles für ihre Hilfe bei der Konzeption und Wartung des "Object Workshop".

# button2.Text
source: Open...
de: Öffnen...

# label1.Text
source: Welcome to the new Object Workshop.
de: Wilkommen im neuen "Object Workshop".

# label2.Text
source: The Object Data is not yet loaded. Please choose "Start", to load the Object Browser. Or click "Open...", to load a custom Package.
de: Die Objektdaten wurden noch nicht vollständig geladen. Bitte auf "Start" klicken, um die Objektliste zu erstellen, oder mit "Öffnen..." direkt eine .package Datei laden.

# xpTaskBoxSimple2.HeaderText
source: Selected Object
de: Gewähltes Objekt

# xpTaskBoxSimple1.HeaderText
source: Selected Object
de: Gewähltes Objekt

# gbRecolor.HeaderText
source: Recolor
de: Farbalternative (Recolor)

# cbColorExt.Text
source: Create Color Extension Package
de: Erzeuge Farbalternative

# gbClone.HeaderText
source: Clone
de: Klon

# cbRemTxt.Text
source: Rem. non default Languages from References
de: Nur die std. Sprache in Referenz-Res. behalten

# cbanim.Text
source: Pull Animations
de: Animationen holen

# cbwallmask.Text
source: Pull Wallmasks (by Numenor)
de: Wandmasken (Wallmask) holen (by Numenor)

# cbparent.Text
source: Create a stand-alone object
de: Eigenständiges Objekt erzeugen

# cbclean.Text
source: Rem. useless Files (by Numenor)
de: Unben. Resourcen löschen (by Numenor)

# cbfix.Text
source: Fix Cloned Files (by wes_h)
de: Geklonte Resourcen korrigieren (by wes_h)

# cbdefault.Text
source: Pull only default Color
de: Nur die Standardfarbe behalten

# cbgid.Text
source: Set Custom Group ID (0x1c050000)
de: Group ID auf 0x1c050000 setzen

# label3.Text
source: Task:
de: Aufgabe:

# lberr.Text
source: SimPE was unable to create the Object. A possible reason could be, that the selected Object is not CEP enabled, or that you did Interrupt the creation process. Another reason might be, that the selected Object "borrows" it's Textures from a Parent Object. In that case you would need to work with the Parent Object.
de: SimPE konnte das Objekt nicht erzeugen. Möglicherweise ist das Basisobjekt nicht im CEP enthalten (oder das CEP nicht installiert?), oder der Vorgang wurde durch den Benutzer abgebrochen. Falls das Objekt Texturen "ausleiht", muss das entsprechende Elternobjekt als Basis ausgewählt werden.

# lbfinload.Text
source: Object was created and loaded.
de: Objekt wurde erzeugt und geladen.

# lbwait.Text
source: Please Wait
de: Bitte warten

# biPrev.Text
source: Previous
de: Zurück

# biNext.Text
source: Next
de: Weiter

# biFinish.Text
source: Finish
de: Fertig

# biAbort.Text
source: Startover
de: Neustart

# biCatalog.Text
source: Catalog
de: Katalog
