Repository: luki122/simpe
Catalog: fullsimpe/SimPe Sims/ExtSDescUI.*.resx
Languages: de

# biId.Text
source: Overview
de: Übersicht

# biCareer.Text
source: Career
de: Kariere

# biRel.Text
source: Relations
de: Beziehung

# biInt.Text
source: Interests
de: Interessen

# biChar.Text
source: Character
de: Charakter

# biSkill.Text
source: Skills
de: Fähigkeiten

# biMisc.Text
source: Other
de: Sonstiges

# biEP1.Text
source: University
de: WCJ

# biMore.Text
source: More
de: Mehr

# biMax.Text
source: Maximize
de: Maximieren

# biMax.ToolTipText
source: Maximize all displayed Values
de: Maximiere alle angezeigten Werte

# mbiMax.Text
source: Maximize
de: Maximieren

# label16.Text
source: Species:
de: Spezies:

# label1.Text
source: Family Instance:
de: Familien Instanz:

# label49.Text
source: Treat as:
de: Behandle als:

# rbmale.Text
source: Male
de: Mann

# rbfemale.Text
source: Female
de: Frau

# label10.Text
source: Remaining Days:
de: Verbleibende Tage:

# label48.Text
source: Life Section:
de: Lebensabschnitt:

# pbBody.LabelText
source: Body:
de: Körper:

# pbRomance.LabelText
source: Romance:
de: Romantik:

# pbFat.LabelText
source: Fatness:
de: Dickheit:

# pbClean.LabelText
source: Cleaning:
de: Putzen:

# pbCreative.LabelText
source: Creativity:
de: Kreativität:

# pbMech.LabelText
source: Mechanical:
de: Mechanik:

# pbLogic.LabelText
source: Logic:
de: Logik:

# pbCooking.LabelText
source: Cooking:
de: Kochen:

# label26.Text
source: Finicky
de: Penibel

# label25.Text
source: Cowardly
de: Ängstlich

# label24.Text
source: Friendly
de: Zutraulich

# label23.Text
source: Lazy
de: Faul

# label22.Text
source: Doofus
de: Dumm

# label21.Text
source: Pigpen
de: Schlampig

# label20.Text
source: Aggressive
de: Aggressiv

# label19.Text
source: Independant
de: Unabhängig

# label18.Text
source: Hyper
de: Hyperaktiv

# label17.Text
source: Genius
de: Schlau

# pbNeat.LabelText
source: Neat:
de: Ordentlich:

# pbOutgoing.LabelText
source: Outgoing:
de: Extrovertiert:

# pbActive.LabelText
source: Active:
de: Aktiv:

# pbPlayful.LabelText
source: Playful:
de: Verspielt:

# pbGNice.LabelText
source: Genetic Nice:
de: Genetisch Nett:

# pbNice.LabelText
source: Nice:
de: Nett:

# pbGPlayful.LabelText
source: Genetic Playful:
de: Genetisch Verspielt:

# pbGNeat.LabelText
source: Genetic Neat:
de: Genetisch Ordentlich:

# pbGActive.LabelText
source: Genetic Active:
de: Genetisch Aktiv:

# pbGOutgoing.LabelText
source: Genetic Outgoing:
de: Genetisch Extrovertiert:

# pbMan.LabelText
source: Man:
de: Männer:

# pbWoman.LabelText
source: Woman:
de: Frauen:

# label47.Text
source: Zodiac Sign:
de: Sternzeichen:

# label69.Text
source: attracted
de: anziehend

# label70.Text
source: disgusted
de: abstoßend

# miRand.Text
source: Randomize
de: Zufällig

# miOpenChar.Text
source: Open Character File
de: Öffne Charakter Datei

# miOpenWf.Text
source: Open Wants && Fears
de: Öffne Wünsche && Ängste

# miOpenMem.Text
source: Open Memories
de: Öffne Erinnerungen

# miOpenBadge.Text
source: Open hidden Skills && Badges
de: Öffne verst. Fähigkeiten && Auszeichungen

# miOpenDNA.Text
source: Open Sim DNA
de: Öffne Sim DNA

# miOpenSCOR.Text
source: Open Sim Score
de: Öffne Sim Score

# miOpenFamily.Text
source: Open Family
de: Öffne Familie

# miOpenCloth.Text
source: Open Clothing
de: Öffne Kleidung

# miMore.Text
source: Extended Browser...
de: Erweiterte Ansicht...

# miRelink.Text
source: Relink Character
de: Charakter neu zuordnen

# mbiMaxKnownRel.Text
source: Max Relations to known Sims
de: Beziehungen zu bekannten Sims maximieren

# pbAspBliz.LabelText
source: Blized:
de: Stimmung kurzfristig:

# label60.Text
source: Score:
de: Punkte:

# pbAspCur.LabelText
source: Current:
de: Stimmung gesamt:

# label46.Text
source: Aspiration:
de: Lebensziel:

# pbCareerPerformance.LabelText
source: Performance:
de: Leistung:

# pbCareerLevel.LabelText
source: Career Level:
de: Karriere Stufe:

# label78.Text
source: School Type:
de: Schultyp:

# label77.Text
source: Grade:
de: Note:

# label50.Text
source: Career:
de: Karriere:

# pbTravel.LabelText
source: Travel:
de: Reisen:

# pbToys.LabelText
source: Toys:
de: Spielzeug:

# pbEnvironment.LabelText
source: Environment:
de: Umwelt:

# pbSchool.LabelText
source: School:
de: Schule:

# pbParanormal.LabelText
source: Paranormal:
de: Paranormales:

# pbAnimals.LabelText
source: Animals:
de: Tiere:

# pbEntertainment.LabelText
source: Enterteinment:
de: Unterhaltung:

# pbWeather.LabelText
source: Weather:
de: Wetter:

# pbCulture.LabelText
source: Culture:
de: Kultur:

# pbWork.LabelText
source: Work:
de: Arbeit:

# pbMoney.LabelText
source: Money:
de: Geld:

# pbPolitics.LabelText
source: Politics:
de: Politik:

# pbCrime.LabelText
source: Crime:
de: Kriminalität:

# pbFood.LabelText
source: Food:
de: Nahrung:

# pbSports.LabelText
source: Sports:
de: Sport:

# pbHealth.LabelText
source: Health:
de: Gesundheit:

# pbFashion.LabelText
source: Fashion:
de: Mode:

# xpTaskBoxSimple3.HeaderText
source: Misc
de: Verschiedenes

# xpTaskBoxSimple2.HeaderText
source: Body Flags
de: Körper Schalter

# cbfit.Text
source: Fit
de: Dünn

# cbpreginv.Text
source: Pregnant (invisible)
de: Schwanger (unsichtbar)

# cbpreghalf.Text
source: Pregnant (Half)
de: Schwanger (halb)

# cbpregfull.Text
source: Pregnant (Full)
de: Schwanger (voll)

# cbfat.Text
source: Fat
de: Dick

# xpTaskBoxSimple1.HeaderText
source: Ghost Flags
de: Geist Schalter

# cbisghost.Text
source: Is Ghost
de: Ist Geist

# cbignoretraversal.Text
source: Ignore Traversal Costs
de: Ignoriere Bewegungskosten

# cbpasspeople.Text
source: Can Pass Through People
de: Geht durch Sims

# cbpasswalls.Text
source: Can Pass Through Walls
de: Geht durch Wände

# cbpassobject.Text
source: Can Pass Through Objects
de: Geht durch Objekte

# pbLastGrade.LabelText
source: Last Grade:
de: Letzte Note:

# pbUniTime.LabelText
source: Remaining Time:
de: Zeit bis Prüfung:

# pbEffort.LabelText
source: Effort:
de: Leistung:

# label101.Text
source: Influence:
de: Einfluss:

# cboncampus.Text
source: On Campus (Is young Adult)
de: Auf dem Campus (ist junger Erwachsener)

# label98.Text
source: Major:
de: Fachrichtung:

# label8.Text
source: Love Potion Duration:
de: Liebestrank Wirkdauer:

# label7.Text
source: Perfume Duration:
de: Parfum Wirkdauer:

# label6.Text
source: Turn Offs:
de: Abneigungen:

# label5.Text
source: Turn Ons:
de: Vorlieben:

# label4.Text
source: Traits:
de: Eigenschaften:

# llep3openinfo.Text
source: open Info...
de: Öffne Info...

# label15.Text
source: Owned Businesses:
de: Unternehmen:

# label14.Text
source: Salery:
de: Gehalt:

# label12.Text
source: Assignment:
de: Aufgabe:

# label11.Text
source: Business Lot:
de: Laden Grundstück:
